Repository: digitalfabrik/integreat-cms
Catalog: backend/cms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enter push notification channels here
de: Push-Benachrichtigungskanäle hier eingeben

source: Activate statistics
de: Statistiken aktivieren

source: Activate SSL verification for Matomo
de: SSL-Verifikation für Matomo aktivieren

source: Enter URL for Matomo here
de: Matomo-URL hier eingeben

source: Enter token for Matomo here
de: Matomo-Token hier eingeben

source: Page permissions
de: Seiten-Berechtigungen

source: Activate permissions for specific pages
de: Zusätzliche Berechtigungen für bestimmte Seiten aktivieren

source: Duplicate content of another region
de: Inhalte aus einer anderen Region duplizieren

source: Copy languages, pages and media from another region
de: Sprachen, Seiten und Medien aus einer anderen Region kopieren

source: Delete region "%(region_name)s"
de: Region "%(region_name)s" löschen

source: Please confirm that you really want to delete this region.
de: Bitte bestätigen Sie, dass diese Region gelöscht werden soll

source: This can not be reversed. All pages, events, POIs and users of this region will also be deleted.
de: Dies kann nicht rückgängig gemacht werden. Alle Seiten, Veranstaltungen, POIs und Benutzer dieser Region werden ebenfalls gelöscht.

source: Summary of deleted objects
de: Zusammenfassung der zu löschenden Objekte

source: Yes, delete this region now
de: Ja, diese Region jetzt löschen

source: Manage Regions
de: Regionen

source: Create region
de: Region erstellen

source: No regions available yet.
de: Noch keine Regionen vorhanden.

source: Manage Roles
de: Rollen

source: Create role
de: Rolle erstellen

source: No roles available yet.
de: Noch keine Rollen vorhanden.

source: Edit role "%(role_name)s"
de: Rolle "%(role_name)s" bearbeiten

source: Create new role
de: Neue Rolle erstellen

source: Name of the Role
de: Name der Rolle

source: Enter the role's name here
de: Name der Rolle hier eingeben

source: Permissions of the role
de: Berechtigungen der Rolle

source: Admin Settings
de: Administrator-Einstellungen

source: Something went wrong during 2FA registration
de: Während der Registrierung eines neuen Schlüssels ist ein Fehler aufgetreten

source: Please enter a nickname for your new key. This nickname can be used to find the correct key in case you need to revoke authentication.
de: Bitte wählen Sie einen Namen für den neuen Schlüssel. Dieser Name kann verwendet werden um den Schlüssel später zum Bearbeiten der Einstellungen zu identifizieren.

source: Nickname
de: Schlüsselname

source: Add 2FA key
de: 2FA Schlüssel hinzufügen

source: It seems like your browser does not support webauthn
de: Ihr Browser unterstützt leider kein webauthn, es kann kein Schlüssel hinzugefügt werden

source: The password is incorrect.
de: Das Passwort ist falsch.

source: Please authenticate to change security related settings
de: Bitte loggen Sie sich erneut ein, um sicherheitsrelevante Einstellungen zu bearbeiten.

source: Remove the last key
de: Entfernung des letzten Schlüssels

source: This is your last key, once removed you will be able to log in without a second factor
de: Dies ist der letzte Schlüssel. Sobald dieser entfernt wurde, ist ein Login ohne zusätzliche Authentifizierung möglich

source: Remove key
de: Schlüssel entfernen

source: Once you remove the key you will need to use one of the other available keys to log into your account. Please make sure that you have at least one extra key available to log in before removing this key.
de: Sobald Sie diesen Schlüssel entfernt haben müssen Sie sich mit einem der übrigen Schlüssel anmelden. Bitte stellen Sie sicher, dass ihnen mindestens einer der aktuell registrierten Schlüssel vorliegen bevor Sie diesen Schlüssel entfernen.

source: Delete 2FA key
de: Schlüssel entfernen

source: Settings for
de: Einstellungen für

source: User settings
de: Benutzereinstellungen

source: Registered 2FA key
de: Hinterlegte 2-Faktor-Schlüssel

source: Key name
de: Schlüsselname

source: Last usage
de: Letzte verwendung

source: Date added
de: Hinzugefügt am

source: No 2FA keys have been added yet.
de: Es wurden noch keine 2-Faktor-Schlüssel hinzugefügt.

source: Add a new 2FA key
de: Neuen Schlüssel hinzufügen

source: You can use your FIDO2 keys to secure your account. Once you added a key to your account you won't be able to log in without using the key.
de: Sie können einen FIDO2 2-Faktor-Schlüsssel verwenden um Ihren Account abzusichern. Sobald ein Schlüssel hinzugefügt wurde, ist ein Login nur noch mit diesem möglich.

source: To make sure that you don't loose access to your account when you loose your FIDO2 key it is recommended to add multiple keys. Just make sure to keep at least one key at a secure place.
de: Um sicherzustellen, dass Sie den Zugriff auf Ihren Account nicht verlieren, wenn Sie Ihren Sicherheitsschlüssel nicht mehr verwenden können, wird empfohlen mindestens einen weiteren Schlüssel zu hinterlegen. Diesen Ersatzschlüssel sollten Sie an einem sicheren Ort aufbewahren.

source: Page views
de: Seitenaufrufe

source: Select start time
de: Startzeitpunkt auswählen

source: Select end time
de: Endzeitpunkt auswählen

source: Month view
de: Monatsansicht

source: Year view
de: Jahresansicht

source: Customize view
de: Ansicht anpassen

source: Export
de: Exportieren

source: Choose format
de: Format auswählen

source: please select
de: bitte auswählen

source: Image/PNG
de: Bild/PNG

source: Table Document/CSV
de: Tabellendokument/CSV

source: Manage User
de: Nutzerverwaltung

source: Create user
de: Benutzer erstellen

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: E-mail-address
de: E-Mail Adresse

source: Organization
de: Organisation

source: Staff
de: Mitarbeiter

source: Superuser
de: Super-Administrator

source: No users available yet.
de: Noch keine Benutzer vorhanden.

source: Edit user "%(user_name)s"
de: Benutzer "%(user_name)s" bearbeiten

source: Create new user
de: Neuen Benutzer erstellen

source: Enter the username here
de: Name des Benutzers hier eingeben

source: First name of the user
de: Vorname des Benutzers

source: Enter the user's first name here
de: Vorname des Benutzers hier eingeben

source: Last name of the user
de: Nachname des Benutzers

source: Enter the user's last name here
de: Nachname des Benutzers hier eingeben

source: E-mail-address of the user
de: E-Mail-Adresse des Benutzers

source: Enter the user's e-mail-address here
de: E-Mail-Adresse des Benutzers hier eingeben

source: Password of the user
de: Passwort des Benutzers

source: Leave empty to keep unchanged
de: Feld leer lassen, um das Passwort nicht zu ändern

source: Enter the user's password here
de: Passwort des Benutzers hier eingeben

source: Delete this user
de: Diesen Benutzer löschen

source: Please confirm that you really want to delete this user
de: Bitte bestätigen Sie, dass dieser Benutzer gelöscht werden soll

source: This cannot be reversed.
de: Dies kann nicht rückgängig gemacht werden.

source: Yes, delete this user now
de: Ja, diesen Benutzer jetzt löschen

source: Cannot generate slug from %(fallback)s.
de: Slug kann nicht aus dem %(fallback)s abgeleitet werden.

source: You need to log in first
de: Sie müssen sich zunächst einloggen

source: You are already logged in
de: Sie sind bereits eingeloggt

source: You have been successfully logged off.
de: Sie wurden erfolgreich abgemeldet.

source: A message with instructions for resetting your password has been sent to the e-mail address provided.
de: Eine Nachricht mit Anweisungen zum Zurücksetzen Ihres Passworts wurde an die angegebene E-Mail Adresse geschickt.

source: Your password has been successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.

source: You can now log in with your new password.
de: Sie können sich jetzt mit dem neuen Passwort einloggen.

source: Bad request
de: Inkorrekte Anfrage

source: There was an error in your request.
de: Die Anfrage war fehlerhaft aufgebaut.

source: Forbidden
de: Zugriff verweigert

source: You don't have the permission to access this page.
de: Sie haben nicht die nötige Berechtigung, um diese Seite aufzurufen.

source: Page not found
de: Seite nicht gefunden

source: The page you requested could not be found.
de: Die von Ihnen angeforderte Seite konnte leider nicht gefunden werden.

source: Internal Server Error
de: Interner Server-Fehler

source: An unexpected error has occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.

source: Event was successfully archived.
de: Veranstaltung wurde erfolgreich archiviert.

source: Event was successfully restored.
de: Veranstaltung wurde erfolgreich wiederhergestellt.

source: Event was successfully deleted.
de: Veranstaltung wurde erfolgreich gelöscht.

source: Please create at least one language node before creating events.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Veranstaltungen verwalten.

source: You don't have the permission to edit or create events.
de: Sie haben nicht die nötige Berechtigung, um Veranstaltungen zu bearbeiten oder zu erstellen.

source: You don't have the permission to edit this event.
de: Sie haben nicht die nötige Berechtigung, um diese Veranstaltung zu bearbeiten.

source: You cannot edit this event because it is archived.
de: Sie können diese Veranstaltung nicht bearbeiten, weil sie archiviert ist.

source: No changes detected.
de: Keine Änderungen vorgenommen.

source: Event was successfully created and published.
de: Veranstaltung wurde erfolgreich erstellt und veröffentlicht.

source: Event was successfully created.
de: Veranstaltung wurde erfolgreich erstellt.

source: Event translation was successfully created and published.
de: Veranstaltungsübersetzung wurde erfolgreich erstellt und veröffentlicht.

source: Event translation was successfully created.
de: Veranstaltungsübersetzung wurde erfolgreich erstellt.

source: Event was successfully published.
de: Veranstaltung wurde erfolgreich veröffentlicht.

source: Event was successfully saved.
de: Veranstaltung wurde erfolgreich gespeichert.

source: Extra template saved successfully
de: Extra-Vorlage wurde erfolgreich gespeichert.

source: Extra template created successfully
de: Extra-Vorlage wurde erfolgreich erstellt.

source: Errors have occurred.
de: Es sind Fehler aufgetreten.

source: was successfully activated.
de: wurde erfolgreich aktiviert.

source: was successfully deactivated.
de: wurde erfolgreich deaktiviert.

source: Language tree node was saved successfully.
de: Sprach-Baum wurde erfolgreich gespeichert.

source: Language tree node was created successfully.
de: Sprach-Baum wurde erfolgreich erstellt.

source: Language saved successfully.
de: Sprache wurde erfolgreich gespeichert.

source: Language created successfully
de: Sprache wurde erfolgreich erstellt.

source: Organization created successfully
de: Organisation wurde erfolgreich erstellt.

source: Organization saved successfully
de: Organisation wurde erfolgreich gespeichert.

source: Page was successfully archived.
de: Seite wurde erfolgreich archiviert.

source: Page was successfully restored.
de: Seite wurde erfolgreich wiederhergestellt.

source: Page was successfully deleted.
de: Seite wurde erfolgreich gelöscht.

source: The page "{page}" was successfully moved.
de: Die Seite "{page}" wurde erfolgreich verschoben.

source: Information: The user {user} has this permission already.
de: Information: Der Nutzer {user} hat diese Berechtigung bereits

source: Success: The user {user} can now edit this page.
de: Erfolg: Der Nutzer {user} kann nun diese Seite bearbeiten

source: Success: The user {user} can now publish this page.
de: Erfolg: Der Nutzer {user} kann dieses Seite nun veröffentlichen

source: An error has occurred. Please contact an administrator.
de: Ein Fehler ist aufgetreten. Bitte kontaktieren Sie einen Administrator.

source: Information: The user {user} has been removed from the editors of this page, but has the implicit permission to edit this page anyway.
de: Information: Die Berechtigung des Nutzers {user} um diese Seite zu bearbeiten wurde entfernt,aber er kann sie auf Grund seiner anderen Berechtigungen weiterhin bearbeiten.

source: Success: The user {user} cannot edit this page anymore.
de: Erfolg: Der Nutzer {user} kann diese Seite nicht mehr bearbeiten

source: Information: The user {user} has been removed from the publishers of this page, but has the implicit permission to publish this page anyway.
de: Information: Die Berechtigung des Nutzers {user} um diese Seite zu veröffentlichen wurde entfernt,aber er kann sie auf Grund seiner anderen Berechtigungen weiterhin veröffentlichen.

source: Success: The user {user} cannot publish this page anymore.
de: Erfolg: Der Nutzer {user} kann diese Seite nicht mehr veröffentlichen

source: Translation was successfully created.
de: Übersetzung wurde erfolgreich erstellt.

source: Translation was successfully saved.
de: Übersetzung wurde erfolgreich gespeichert.

source: Please create at least one language node before creating pages.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Seiten verwalten.

source: You don't have the permission to edit or create pages.
de: Sie haben nicht die nötige Berechtigung, um Seiten zu bearbeiten oder zu erstellen.

source: You don't have the permission to edit this page.
de: Sie haben nicht die nötige Berechtigung, um diese Seite zu bearbeiten.

source: Page was successfully created and published.
de: Seite wurde erfolgreich erstellt und veröffentlicht.

source: Page was successfully created.
de: Seite wurde erfolgreich erstellt.

source: Translation was successfully created and published.
de: Übersetzung wurde erfolgreich erstellt und veröffentlicht.

source: Translation was successfully published.
de: Übersetzung wurde erfolgreich veröffentlicht.

source: POI was successfully archived.
de: POI wurde erfolgreich archiviert.

source: POI was successfully restored.
de: POI wurde erfolgreich wiederhergestellt.

source: POI was successfully deleted.
de: POI wurde erfolgreich gelöscht.

source: Please create at least one language node before creating POIs.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie POIs verwalten.

source: You can only create POIs in the default language (%(language)s).
de: Sie können POIs nur in der Standard-Sprache (%(language)s) anlegen

source: You cannot edit this POI because it is archived.
de: Sie können diesen POI nicht bearbeiten, weil er archiviert ist.

source: POI was successfully created and published.
de: POI wurde erfolgreich erstellt und veröffentlicht.

source: POI was successfully created.
de: POI wurde erfolgreich erstellt.

source: POI was successfully published.
de: POI wurde erfolgreich veröffentlicht.

source: POI was successfully saved.
de: POI wurde erfolgreich gespeichert.

source: Please create at least one language node before creating push notifications.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Push-Benachrichtigungen verwalten.

source: Push notification saved successfully.
de: Push-Benachrichtigung wurde erfolgreich gespeichert.

source: Push notification created successfully.
de: Push-Benachrichtigung wurde erfolgreich erstellt.

source: Push notification was successfully sent.
de: Push-Benachrichtigung wurde erfolgreich gespeichert.

source: Error occurred sending the push notification
de: Push-Benachrichtigung konnte nicht gesendet werden

source: Region was successfully deleted.
de: Region wurde erfolgreich gelöscht.

source: Region saved successfully.
de: Region wurde erfolgreich gespeichert.

source: Region created successfully
de: Region wurde erfolgreich erstellt.

source: Role saved successfully
de: Rolle wurde erfolgreich gespeichert.

source: Role created successfully
de: Rolle wurde erfolgreich erstellt.

source: The provided password is not correct
de: Das angegebene Passwort ist falsch.

source: This nickname has already been used
de: Dieser Name wurde bereits genutzt.

source: You already registered this key
de: Sie haben diesen Schlüssel bereits registriert

source: Please enter a correct start and enddate
de: Bitte fügen sie ein valides Start- und Enddatum für die Ansicht ein.

source: Connection to Matomo could not be established
de: Es konnte keine Verbindung zum Matomo hergestellt werden.

source: The url you have entered is invalid. Please check the corresponding settings.
de: Die URL, die Sie eingegeben haben, ist inkorrekt. Bitte prüfen Sie die Einstellungen.

source: There was an error during the establishment of a connection. Please check the region and the entered key.
de: Es gab einen Fehler mit der Verbindung zum Matomo Server. Bitte prüfen Sie Ihre Einstellungen.

source: User was successfully saved.
de: Benutzer wurde erfolgreich gespeichert.

source: User was successfully created.
de: Benutzer wurde erfolgreich erstellt.

source: User was successfully deleted.
de: Benutzer wurde erfolgreich gelöscht.
