Repository: digitalfabrik/integreat-cms
Catalog: backend/cms/locale/*/LC_MESSAGES/django.po
Languages: de

source: City
de: Stadt

source: District
de: Kreis

source: Rural district
de: Landkreis

source: City and district
de: Stadt und Landkreis

source: Urban district
de: Kreisfreie Stadt

source: Governmental district
de: Regierungsbezirk

source: City state
de: Stadtstaat

source: Area state
de: Flächenland

source: Free state
de: Freistaat

source: Federal state
de: Bundesland

source: Municipality
de: Gemeinde

source: Collective municipality
de: Gemeindeverband

source: Initial reception center
de: Erstaufnahmeeinrichtung

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: First child of
de: Erstes Unterelement von

source: Last child of
de: Letztes Unterelement von

source: Left neighbor of
de: Linker Nachbar von

source: Right neighbor of
de: Rechter Nachbar von

source: No
de: Nein

source: Append postal code to URL
de: PLZ an die URL anhängen

source: Add postal code to post parameters
de: PLZ zu den Post-Parametern hinzufügen

source: Active
de: Aktiv

source: Hidden
de: Versteckt

source: Archived
de: Archiviert

source: Draft
de: Entwurf

source: Pending Review
de: Review ausstehend

source: Public
de: Öffentlich

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: First week
de: Erste Woche

source: Second week
de: Zweite Woche

source: Third week
de: Dritte Woche

source: Fourth week
de: Vierte Woche

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: If the event is not all-day, the start time is required
de: Wenn die Veranstaltung nicht ganztägig ist, muss eine Start-Uhrzeit angegeben werden

source: If the event is not all-day, the end time is required
de: Wenn die Veranstaltung nicht ganztägig ist, muss eine End-Uhrzeit angegeben werden

source: The end of the event can't be before the start of the event
de: Das Ende der Veranstaltung kann nicht vor seinem Beginn sein

source: No recurrence frequency selected
de: Keine Häufigkeit der Wiederholung angegeben

source: No weekdays for weekly recurrence selected
de: Keine Wochentage für die wöchentliche Wiederholung eingegeben

source: No weekday for monthly recurrence selected
de: Kein Wochentag für die monatliche Wiederholung eingegeben

source: No week for monthly recurrence selected
de: Keine Woche für die monatliche Wiederholung eingegeben

source: If the recurrence ends, the recurrence end date is required
de: Wenn die Wiederholung endet, ist ein End-Datum für die Wiederholung erforderlich

source: The recurrence end date has to be after the event's start date
de: Das Ende der Wiederholung muss nach dem Veranstaltungsbeginn sein

source: This region has already a default language.Please specify a source language for this language.
de: Diese Region besitzt bereits eine Standard-Sprache. Bitte geben Sie eine Quell-Sprache für diese Sprache ein.

source: The source language belongs to another region.Please specify a source language of this region.
de: Diese Quell-Sprache gehört zu einer anderen Region. Bitte geben Sie eine Quell-Sprache dieser Region ein.

source: Embed mirrored page before this page
de: Gespiegelte Seite vor dieser Seite einbinden

source: Embed mirrored page after this page
de: Gespiegelte Seite nach dieser Seite einbinden

source: Private
de: Privat

source: Do no import initial content
de: Keine Inhalte übernehmen

source: Left to right
de: Links nach Rechts

source: Right to left
de: Rechts nach Links

source: Search
de: Suchen

source: Network Management
de: Netzwerkverwaltung

source: Help
de: Hilfe

source: Author Chat
de: Autorenchat

source: User Settings
de: Benutzereinstellungen

source: Log out
de: Abmelden

source: My Dashboard
de: Mein Dashboard

source: Translation Report
de: Übersetzungs-Bericht

source: Statistics
de: Statistiken

source: Media Library
de: Medienbibliothek

source: Pages
de: Seiten

source: Events
de: Veranstaltungen

source: Users
de: Benutzer

source: Push Notifications
de: Push-Benachrichtigungen

source: Imprint
de: Impressum

source: Language tree
de: Sprach-Baum

source: Settings
de: Einstellungen

source: Regions
de: Regionen

source: Languages
de: Sprachen

source: Roles
de: Rollen

source: Organizations
de: Organisationen

source: Extra templates
de: Extra-Vorlagen

source: Integreat Backend
de: Integreat CMS

source: Translation Coverage
de: Abdeckung der Übersetzungen

source: The username or the password is incorrect.
de: Der Benutzername oder das Passwort ist falsch.

source: Please try again.
de: Bitte versuchen Sie es erneut.

source: The default username is "root" with password "root1234".
de: Der Standard-Benutzername ist "root" und hat das Passwort "root1234".

source: Username
de: Benutzername

source: Password
de: Passwort

source: Log in
de: Anmelden

source: Forgot your password?
de: Passwort vergessen?

source: Unable to verify your 2FA key, please try again.
de: Die 2-Faktor-Authentifizierung konnte nicht durchgeführt werden, bitte versuchen Sie es erneut.

source: Please authenticate using your 2FA key by following your browser instructions
de: Bitte authentifizieren Sie sich mit ihrem zweiten Faktor, folgen Sie dazu den Instruktionen die im Browser angezeigt werden

source: Choose new password
de: Neues Passwort festlegen

source: Repeat password
de: Passwort wiederholen

source: Set new password
de: Neues Passwort setzen

source: The password reset link is invalid.
de: Der Link zum Zurücksetzen des Passworts ist ungültig.

source: Maybe it's already been used.
de: Vielleicht wurde er schon genutzt.

source: Please generate <a href="%(password_reset_url)s">a new link</a>.
de: Bitte erzeugen Sie <a href="%(password_reset_url)s">einen neuen Link</a>.

source: &larr; Back to log in
de: &larr; zurück zur Anmeldung

source: You are receiving this e-mail, because you have requested a password reset for your Integreat-account.
de: Sie erhalten diese E-Mail, weil Sie einen Passwort Reset f&uuml;r Ihr Integreat-Benutzerkonto angefordert haben.

source: Please use the following link to set a new password:
de: Bitte nutzen Sie den folgenden Link, um ein neues Passwort festzulegen:

source: If clicking on the link above does not work, please copy the URL and paste it into the address bar of your browser.
de: Wenn das Anklicken des obigen Links nicht funktioniert, kopieren Sie bitte die URL und f&uuml;gen Sie sie in die Adresszeile Ihres Browsers ein.

source: Your username is:
de: Ihr Benutzername lautet:

source: Reset password
de: Passwort zurücksetzen

source: An error has occurred.
de: Es ist ein Fehler aufgetreten.

source: This e-mail address may not be available in the system.
de: Womöglich ist diese E-Mail Adresse nicht im System vorhanden.

source: E-mail address
de: E-Mail Adresse

source: CSRF Error
de: CSRF Fehler

source: Please try to reload the page.
de: Bitte versuchen Sie die Seite neu zu laden.

source: Return back home
de: Zurück zur Startseite

source: Error
de: Fehler

source: Please confirm that you really want to archive this event
de: Bitte bestätigen Sie, dass dieses Event archiviert werden soll.

source: All translations of this event will also be archived.
de: Es werden auch alle Übersetzungen dieses Events archiviert.

source: Yes, archive this event now.
de: Ja, dieses Event jetzt archivieren

source: Cancel
de: Abbrechen

source: Please confirm that you really want to delete this event
de: Bitte bestätigen Sie, dass dieses Event gelöscht werden soll

source: All translations of this event will also be deleted.
de: Alle Übersetzungen dieses Events werden gelöscht.

source: Yes, delete this event now.
de: Ja, dieses Event jetzt löschen

source: Please confirm that you really want to restore this event
de: Bitte bestätigen Sie, dass diese Veranstaltung wiederhergestellt werden soll

source: All translations of this event will also be restored.
de: Alle Übersetzungen dieser Veranstaltung werden wiederhergestellt.

source: Yes, restore this event now.
de: Ja, diese Veranstaltung wiederherstellen.

source: Edit event "%(event_title)s"
de: Event "%(event_title)s" bearbeiten

source: Title in
de: Titel auf

source: Create new event translation
de: Neue Event-Übersetzung erstellen

source: Create new event
de: Veranstaltung erstellen

source: Save as draft
de: Als Entwurf speichern

source: Publish
de: Veröffentlichen

source: Submit for review
de: Zur Überprüfung vorlegen

source: Leave blank to generate unique permalink from title
de: Dieses Feld freilassen, um eine eindeutigen Permalink aus dem Titel zu generieren

source: Title
de: Titel

source: Insert title here
de: Titel hier eingeben

source: Description
de: Beschreibung

source: Insert description here
de: Beschreibung hier eingeben

source: Implications on other translations
de: Auswirkungen auf andere Übersetzungen

source: This change does not require an update of the translations
de: Diese Änderung erfordert keine angepasste Übersetzung

source: Settings for all translations
de: Einstellungen für alle Übersetzungen

source: Date
de: Datum

source: Start
de: Beginn

source: End
de: Ende

source: Time
de: Uhrzeit

source: All-day
de: Ganztägig

source: Recurrence
de: Wiederholung

source: Recurring
de: Wiederholend

source: Frequency
de: Häufigkeit

source: Weekday
de: Wochentag

source: Week
de: Woche

source: Interval
de: Intervall

source: Recurrence ends
de: Wiederholung endet

source: Recurrence end date
de: Wiederholung Enddatum

source: Where
de: Wo

source: This event does not have a physical location
de: Diese Veranstaltung hat keinen Veranstaltungsort

source: Address
de: Adresse

source: Name of event location
de: Name des Veranstaltungsortes

source: Create an event location or start typing the name of an existing location
de: Erstelle einen Veranstaltungsort oder beginne den Namen eines bestehenden Veranstaltungsortes einzutippen

source: Street
de: Straße

source: Germany
de: Deutschland

source: Map
de: Karte

source: Set icon
de: Icon festlegen

source: Restore event
de: Veranstaltung wiederherstellen

source: Restore this event
de: Diese Veranstaltung wiederherstellen

source: Archive event
de: Veranstaltung archivieren

source: Archive this event
de: Diese Veranstaltung archivieren

source: Delete event
de: Veranstaltung löschen

source: Delete this event
de: Diese Veranstaltung löschen

source: Do not translate the selected text.
de: Der markierte Text wird nicht übersetzt.

source: Location
de: Ort

source: Phone
de: Telefon

source: Opening Hours
de: Öffnungszeiten

source: Hint
de: Tipp

source: Archived events
de: Archivierte Veranstaltungen

source: Create event
de: Veranstaltung erstellen

source: Event location
de: Veranstaltungsort

source: Options
de: Optionen

source: No events available yet.
de: Noch keine Veranstaltungen vorhanden.

source: No events archived yet.
de: Noch keine Veranstaltungen archiviert.

source: Translation not available
de: Übersetzung nicht verfügbar

source: Not specified
de: Nicht festgelegt

source: Edit event
de: Veranstaltung bearbeiten

source: Edit extra template "%(extra_template_name)s"
de: Extra-Vorlage "%(extra_template_name)s" bearbeiten

source: Create new extra template
de: Neue Extra-Vorlage erstellen

source: Save
de: Speichern

source: Create
de: Erstellen

source: General Settings
de: Allgemeine Einstellungen

source: Enter the extra's name here
de: Name des Extras hier eingeben

source: Slug of the extra
de: Alias des Extras

source: Leave blank to generate unique slug from name
de: Dieses Feld freilassen, um einen eindeutigen Alias aus dem Namen zu generieren

source: URL of the extra
de: URL des Extras

source: Enter the extra's url here
de: URL des Extras hier eingeben

source: Thumbnail of the extra
de: Thumbnail des Extras

source: Enter the extra's thumbnail here
de: URL des Extra-Thumbnails hier eingeben

source: Extended Settings
de: Erweiterte Einstellungen

source: Post data of the extra in JSON (optional)
de: Post-Parameter des Extras im JSON-Formt (optional)

source: Enter the extra's post data in JSON here
de: Post-Parameter des Extras hier im JSON-Formt eingeben

source: Does the extra make use of its region's postal code?
de: Verwendet das Extra die PLZ seiner Region?

source: Extra Templates
de: Extra-Vorlagen

source: Create extra template
de: Neue Extra-Vorlage erstellen

source: Slug
de: URL-Parameter

source: Last updated
de: Zuletzt aktualisiert

source: Created
de: Erstellt

source: No extra templates available yet.
de: Noch keine Extra-Vorlagen vorhanden.

source: Manage extra templates
de: Extra-Vorlagen verwalten

source: Active since
de: Aktiv seit

source: Actions
de: Aktionen

source: No extras available yet.
de: Noch keine Extras vorhanden.

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Create language tree node
de: Sprach-Knoten hinzufügen

source: Language
de: Sprache

source: No language tree available yet.
de: Noch kein Sprach-Baum vorhanden.

source: Edit language tree node
de: Knoten bearbeiten

source: Add language
de: Sprache hinzufügen

source: Source Language
de: Quell-Sprache

source: Activate language
de: Sprache aktivieren

source: Edit language "%(translated_language_name)s"
de: Sprache "%(translated_language_name)s" bearbeiten

source: Create new language
de: Neue Sprache erstellen

source: Name in English
de: Name auf Englisch

source: Enter the language's name in english here
de: Name der Sprache auf Englisch hier eingeben

source: Native name
de: Nativer Name

source: Enter the language's native name here
de: Nativen Name der Sprache hier eingeben

source: Enter the language's code here
de: Sprach-Code hier eingeben

source: Text direction
de: Schreibrichtung

source: Select text direction here
de: Schreibrichtung auswählen

source: Manage Languages
de: Sprachen

source: Create language
de: Sprache hinzufügen

source: Name in
de: Name auf

source: No languages available yet.
de: Noch keine Sprachen vorhanden.

source: Submit
de: Absenden

source: Return
de: Zurück

source: Upload File
de: Datei hochladen

source: Operations
de: Optionen

source: Edit organization "%(organization_name)s"
de: Organisation "%(organization_name)s" bearbeiten

source: Create new organization
de: Neue Organisation erstellen

source: Organizationname
de: Organisationsname

source: Enter the organization's name here
de: Name der Organisation hier eingeben

source: Slug of the organization
de: Slug der Organisation

source: Enter the organization's slug here
de: URL-Parameter der Organisation hier eingeben

source: Thumbnail of the organization
de: Thumbnail der Organisation

source: Enter the organization's thumbnail here
de: Name der Organisations-Thumbnail hier eingeben

source: Manage Organizations
de: Organisationen

source: Create organization
de: Organisation erstellen

source: Thumbnail
de: Vorschaubild

source: No organizations available yet.
de: Noch keine Organisationen vorhanden.

source: Editors
de: Bearbeiter

source: These users can edit this page, but are not allowed to publish it.
de: Diese Benutzer können die Seite bearbeiten, aber nicht veröffentlichen.

source: Add to editors
de: Zu Bearbeitern hinzufügen

source: Publishers
de: Veröffentlicher

source: These users can edit and publish this page.
de: Diese Benutzer können die Seite bearbeiten und veröffentlichen

source: Add to publishers
de: Erlaubnis zum Veröffentlichen erteilen

source: Please confirm that you really want to archive this page
de: Bitte bestätigen Sie, dass diese Seite archiviert werden soll.

source: All translations of this page will also be archived.
de: Es werden auch alle Übersetzungen dieser Seite archiviert.

source: Yes, archive this page now.
de: Ja, diese Seite jetzt archivieren

source: Please confirm that you really want to delete this page
de: Bitte bestätigen Sie, dass diese Seite gelöscht werden soll

source: All translations of this page will also be deleted.
de: Alle Übersetzungen dieser Seite werden gelöscht.

source: Yes, delete this page now.
de: Ja, die Seite jetzt löschen.

source: Archived Pages
de: Archivierte Seiten

source: Restore page
de: Seite wiederherstellen

source: Restore
de: Wiederherstellen

source: Please confirm that you really want to restore this page
de: Bitte bestätigen Sie, dass diese Seite wiederhergestellt werden soll

source: All translations of this page will also be restored.
de: Alle Übersetzungen dieser Seite werden wiederhergestellt.

source: Yes, restore this page now.
de: Ja, die Seite wiederherstellen.

source: No pages available yet.
de: Noch keine Seiten vorhanden.

source: Edit page "%(page_title)s"
de: Seite "%(page_title)s" bearbeiten

source: Create new translation
de: Neue Übersetzung erstellen

source: Create new page
de: Neue Seite erstellen

source: Side by side view
de: Übersetzungen nebeneinander anzeigen

source: Content
de: Inhalt

source: Insert content here
de: Inhalt hier eingeben

source: Positioning
de: Anordnung

source: Relationship
de: Verhältnis

source: Page
de: Seite

source: Embed live content
de: Live-Inhalte einbinden

source: Additional permissions for this page
de: Zusätzliche Berechtigungen für diese Seite

source: This affects only users, who don't have the permission to change arbitrary pages anyway.
de: Dies betrifft nur Benutzer, die nicht ohnehin die Berechtigung haben, beliebige Seiten zu ändern.

source: Archive page
de: Seite archivieren

source: Page is archived.
de: Die Seite wurde archiviert.

source: Archive this page
de: Diese Seite archivieren

source: Delete page
de: Seite löschen

source: You cannot delete a page which has children.
de: Sie können keine Seite löschen, die Unterseiten besitzt.

source: Delete this page
de: Diese Seite löschen

source: Translate "%(page_title)s" from %(source_language)s to %(target_language)s
de: Übersetze "%(page_title)s" von %(source_language)s nach %(target_language)s

source: Go Back to Page Editor
de: Zurück zum Seiten-Editor

source: Archived pages
de: Archivierte Seiten

source: Upload
de: Hochladen

source: Create page
de: Seite erstellen

source: You can only create pages in the default language
de: Sie können Seiten nur in der Standard-Sprache anlegen

source: Currently in translation
de: Wird momentan übersetzt

source: Translation outdated
de: Übersetzung is veraltet

source: Edit translation
de: Diese Übersetzung bearbeiten

source: View page
de: Seite ansehen

source: Edit page
de: Seite bearbeiten

source: Download page
de: Seite herunterladen

source: Please confirm that you really want to archive this POI
de: Bitte bestätigen Sie, dass dieser POI archiviert werden soll.

source: All translations of this POI will also be archived.
de: Es werden auch alle Übersetzungen dieses POIs archiviert.

source: Yes, archive this POI now.
de: Ja, diesen POI jetzt archivieren

source: Please confirm that you really want to delete this POI
de: Bitte bestätigen Sie, dass dieser POI gelöscht werden soll

source: All translations of this POI will also be deleted.
de: Alle Übersetzungen dieses POIs werden gelöscht.

source: Yes, delete this POI now.
de: Ja, diesen POI jetzt löschen.

source: Please confirm that you really want to restore this POI
de: Bitte bestätigen Sie, dass dieser POI wiederhergestellt werden soll

source: All translations of this POI will also be restored.
de: Alle Übersetzungen dieses POIs werden ebenfalls wiederhergestellt.

source: Yes, restore this POI now.
de: Ja, diesen POI wiederherstellen.

source: Edit POI "%(poi_title)s"
de: POI "%(poi_title)s" bearbeiten

source: Create new POI translation
de: Neue POI Übersetzung erstellen

source: Create new POI
de: POI erstellen

source: Leave blank to derive from title
de: Freilassen, um vom Titel abzuleiten

source: Short description
de: Kurzbeschreibung

source: Insert short description here
de: Kurzbeschreibung hier eingeben

source: Insert street here
de: Straße hier eingeben

source: Postal Code
de: Postleitzahl

source: Insert postal code here
de: Postleitzahl hier eingeben

source: Insert city here
de: Stadt hier eingeben

source: Country
de: Land

source: Insert country here
de: Land hier eingeben

source: Longitude
de: Geographische Länge

source: Insert longitude here
de: Geographische Länge hier eingeben

source: Latitude
de: Geographische Breite

source: Insert latitude here
de: Geographische Breite hier eingeben

source: Restore POI
de: POI Wiederherstellen

source: Restore this POI
de: Diesen POI wiederherstellen

source: Archive POI
de: POI archivieren

source: Archive this POI
de: Diesen POI archivieren

source: Delete POI
de: POI löschen

source: Delete this POI
de: Diesen POI löschen

source: Archived POIs
de: Archivierte POIs

source: Create POI
de: POI erstellen

source: No POIs available yet.
de: Noch keine POIs vorhanden.

source: Archived Points of Interest
de: Archivierte Points of Interest

source: Edit push notification "%(push_notification_title)s"
de: Push Benachrichtigung "%(push_notification_title)s" bearbeiten

source: Create new translation for push notification
de: Übersetzung für Push-Benachrichtigung erstellen

source: Create new push notification
de: Neue Push-Benachrichtigung verfassen

source: Save & Send
de: Speichern & Senden

source: This push notification has already been sent on the %(push_notification_sent_date)s.
de: Diese Push-Benachrichtigung wurde bereits am %(push_notification_sent_date)s gesendet.

source: Channel
de: Kanal

source: This affects all translations of this notification.
de: Dies betrifft alle Übersetzungen dieser Benachrichtigung

source: Insert channel name here
de: Kanal-Name hier eingeben

source: Insert title in %(language)s here
de: Titel auf %(language)s hier eingeben

source: Insert content in %(language)s here
de: Inhalt auf %(language)s hier eingeben

source: Current language
de: Aktuelle Sprache

source: Translations
de: Übersetzungen

source: Create push notification
de: Push-Benachrichtigung verfassen

source: Sent
de: Gesendet

source: No push notifications available yet.
de: Noch keine Push-Benachrichtigungen vorhanden.

source: Edit region "%(region_name)s"
de: Region "%(region_name)s" bearbeiten

source: Create new region
de: Neue Region erstellen

source: Administrative division
de: Verwaltungseinheit

source: Name of the region
de: Name der Region

source: Enter the region's name here
de: Name der Region hier eingeben

source: Region aliases
de: Alternativnamen der Region

source: This can be e.g. municipalities in this region.
de: Dies können z.B. Gemeinden in dieser Region sein.

source: Enter multiple aliases separated by commas.
de: Mehrere Alternativnamen mit Kommata getrennt eingeben.

source: Enter region aliases here
de: Alternativnamen der Region hier eingeben

source: E-mail-address of the administrator
de: E-Mail-Adresse des Administrators

source: Enter the administrator's e-mail-address here
de: E-Mail-Adresse des Administrators hier eingeben

source: Postal code
de: Postleitzahl

source: Enter postal code here
de: Postleitzahl hier eingeben

source: Enter latitude here
de: Geographische Breite hier eingeben

source: Enter longitude here
de: Geographische Länge hier eingeben

source: Activate events
de: Veranstaltungen aktivieren

source: Activate push notifications
de: Push-Benachrichtigungen aktivieren

source: Push notification channels
de: Push-Benachrichtigungskanäle

source: Enter multiple channels separated by commas.
de: Mehrere Kanäle mit Kommata getrennt eingeben.
