Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: City
de: Stadt
nl: Stad

source: District
de: Kreis

source: Rural district
de: Landkreis
nl: Landelijk district

source: City and district
de: Stadt und Landkreis
nl: Stad en district

source: Urban district
de: Kreisfreie Stadt
nl: Stadsdeel

source: Governmental district
de: Regierungsbezirk
nl: Regeringswijk

source: City state
de: Stadtstaat
nl: Stadstaat

source: Area state
de: Flächenland
nl: Gebied staat

source: Free state
de: Freistaat
nl: Vrijstaat

source: Federal state
de: Bundesland
nl: Federale staat

source: Municipality
de: Gemeinde
nl: Gemeente

source: Collective municipality
de: Verbandsgemeinde
nl: Collectieve gemeente

source: Initial reception center
de: Erstaufnahmeeinrichtung
nl: Centrum voor eerste opvang

source: All day long events
de: Ganztägige Veranstaltungen
nl: De hele dag door evenementen

source: Not all day long events
de: Nicht ganztägige Veranstaltungen
nl: Niet de hele dag door evenementen

source: PNG image
de: PNG-Bild
nl: PNG-afbeelding

source: JPEG image
de: JPEG-Bild
nl: JPEG-afbeelding

source: PDF document
de: PDF-Dokument

source: SVG image
de: SVG-Bild
nl: SVG-afbeelding

source: GIF image
de: GIF-Bild
nl: GIF-afbeelding

source: DOC document
de: DOC-Dokument

source: DOCX document
de: DOCX-Dokument

source: XLS document
de: XLS-Dokument

source: XLSX document
de: XLSX-Dokument

source: PPT document
de: PPT-Dokument

source: PPTX document
de: PPTX-Dokument

source: Arabic
de: Arabisch

source: (non-political)
de: (unpolitisch)

source: United Arab Emirates
de: Vereinigte Arabische Emirate
nl: Verenigde Arabische Emiraten

source: Albania
de: Albanien
nl: Albanië

source: Armenia
de: Armenien
nl: Armenië

source: Argentina
de: Argentinien
nl: Argentinië

source: Austria
de: Österreich
nl: Oostenrijk

source: Australia
de: Australien
nl: Australië

source: Azerbaijan
de: Aserbaidschan
nl: Azerbeidzjan

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
nl: Bosnië en Herzegovina

source: Bangladesh
de: Bangladesch

source: Belgium
de: Belgien
nl: België

source: Bulgaria
de: Bulgarien
nl: Bulgarije

source: Bolivia
de: Bolivien

source: Brazil
de: Brasilien
nl: Brazilië

source: Canada
de: Kanada

source: Congo (Democratic Republic)
de: Kongo (Demokratische Republik)
nl: Congo (Democratische Republiek)

source: Central African Republic
de: Zentralafrikanische Republik
nl: Centraal-Afrikaanse Republiek

source: Congo (Republic)
de: Kongo (Republik)
nl: Congo (Republiek)

source: Switzerland
de: Schweiz
nl: Zwitserland

source: Cameroon
de: Kamerun
nl: Kameroen

source: Colombia
de: Kolumbien

source: Cuba
de: Kuba

source: Cyprus
de: Zypern

source: Czechia
de: Tschechien
nl: Tsjechië

source: Germany
de: Deutschland
nl: Duitsland

source: German
de: Deutsch
nl: Duits

source: (easy)
de: (leicht)

source: Djibouti
de: Dschibuti

source: Denmark
de: Dänemark
nl: Denemarken

source: Dominican Republic
de: Dominikanische Republik
nl: Dominicaanse Republiek

source: Algeria
de: Algerien
nl: Algerije

source: Estonia
de: Estland
nl: Estland

source: Egypt
de: Ägypten
nl: Egypte

source: Spain
de: Spanien
nl: Spanje

source: Ethiopia
de: Äthiopien
nl: Ethiopië

source: Finland
de: Finnland

source: France
de: Frankreich
nl: Frankrijk

source: Gabon
de: Gabun

source: United Kingdom of Great Britain and Northern Ireland
de: Vereinigtes Königreich Großbritannien und Nordirland
nl: Verenigd Koninkrijk van Groot-Brittannië en Noord-Ierland

source: Grenada
de: Granada

source: Georgia
de: Georgien

source: French Guiana
de: Französisch Guinea
nl: Frans Guyana

source: Greenland
de: Grönland
nl: Groenland

source: Greece
de: Griechenland
nl: Griekenland

source: Croatia
de: Kroatien
nl: Kroatië

source: Hungary
de: Ungarn
nl: Hongarije

source: Indonesia
de: Indonesien
nl: Indonesië

source: Ireland
de: Irland
nl: Ierland

source: India
de: Indien

source: Iraq
de: Irak
nl: Irak

source: Iceland
de: Island
nl: IJsland

source: Italy
de: Italien
nl: Italië

source: Jamaica
de: Jamaika

source: Jordan
de: Jordanien

source: Kenya
de: Kenia
nl: Kenia

source: Kyrgyzstan
de: Kirgisistan

source: Cambodia
de: Kambodscha
nl: Cambodja

source: North Korea
de: Nordkorea
nl: Noord-Korea

source: South Korea
de: Südkorea
nl: Zuid-Korea

source: Kazakhstan
de: Kasachstan
nl: Kazachstan

source: Lebanon
de: Libanon
nl: Libanon

source: Lithuania
de: Litauen
nl: Litouwen

source: Luxembourg
de: Luxemburg
nl: Luxemburg

source: Latvia
de: Lettland
nl: Letland

source: Libya
de: Libyen
nl: Libië

source: Morocco
de: Marokko
nl: Marokko

source: Moldova
de: Moldawien
nl: Moldavië

source: Madagascar
de: Madagaskar
nl: Madagaskar

source: North Macedonia
de: Nordmazedonien
nl: Noord-Macedonië

source: Mongolia
de: Mongolei
nl: Mongolië

source: Mauritania
de: Mauretanien
nl: Mauritanië

source: Maldives
de: Malediven
nl: Maldiven

source: Mexico
de: Mexiko

source: Netherlands
de: Niederlande
nl: Nederland

source: Norway
de: Norwegen
nl: Noorwegen

source: New Zealand
de: Neuseeland
nl: Nieuw Zeeland

source: French Polynesia
de: Französisch-Polynesien
nl: Frans Polynesië

source: Papua New Guinea
de: Papua Neu Guinea
nl: Papoea Nieuw Guinea

source: Philippines
de: Philippinen
nl: Filippijnen

source: Poland
de: Polen
nl: Polen

source: Palestine
de: Palästina
nl: Palestina

source: Qatar
de: Katar

source: Romania
de: Rumänien
nl: Roemenië

source: Serbia
de: Serbien
nl: Servië

source: Russian Federation
de: Russische Föderation
nl: Russische Federatie

source: Rwanda
de: Ruanda

source: Saudi Arabia
de: Saudi Arabien
nl: Saoedi-Arabië

source: Sweden
de: Schweden
nl: Zweden

source: Slovenia
de: Slowenien
nl: Slovenië

source: Slovakia
de: Slowakei
nl: Slowakije

source: South Sudan
de: Südsudan
nl: Zuid-Soedan

source: Syrian Arab Republic
de: Syrien, Arabische Republik
nl: Syrische Arabische Republiek

source: Chad
de: Tschad

source: Tajikistan
de: Tadschikistan
nl: Tadzjikistan

source: Tunisia
de: Tunesien
nl: Tunesië

source: Turkey
de: Türkei
nl: Turkije

source: Tanzania
de: Tansania

source: United States of America
de: Vereinigte Staaten von Amerika
nl: Verenigde Staten van Amerika

source: Uzbekistan
de: Usbekistan
nl: Oezbekistan

source: Yemen
de: Jemen
nl: Jemen

source: South Africa
de: Südafrika
nl: Zuid-Afrika

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: Antigua and Barbuda
de: Antigua und Barbuda
nl: Antigua en Barbuda

source: American Samoa
de: Amerikanisch-Samoa
nl: Amerikaans Samoa

source: Åland Islands
de: Åland-Inseln
nl: Åland-eilanden

source: Bonaire, Sint Eustatius and Saba
de: Bonaire, Sint Eustatius und Saba
nl: Bonaire, Sint Eustatius en Saba

source: Bouvet Island
de: Bouvetinsel
nl: Bouvet Eiland

source: Cocos (Keeling) Islands
de: Kokosinseln (Keelinginseln)
nl: Cocos (Keeling) Eilanden

source: Cook Islands
de: Cookinseln
nl: Cook Eilanden

source: Cabo Verde
de: Kap Verde

source: Christmas Island
de: Weihnachtsinsel
nl: Kerstmis Eiland

source: Western Sahara
de: Westsahara
nl: Westelijke Sahara

source: Fiji
de: Fidschi

source: Falkland Islands (Malvinas)
de: Falklandinseln (Malwinen)
nl: Falklandeilanden (Malvinas)

source: Micronesia
de: Mikronesien
nl: Micronesië

source: Faroe Islands
de: Faröerinseln
nl: Faeröer Eilanden

source: Equatorial Guinea
de: Äquatorialguinea
nl: Equatoriaal-Guinea

source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln
nl: Zuid-Georgië en de Zuidelijke Sandwicheilanden

source: Heard Island and McDonald Islands
de: Heard und McDonaldinseln
nl: Heard Eiland en McDonald Eilanden

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
nl: Brits Territorium in de Indische Oceaan

source: Kiribati
de: Kirivati

source: Comoros
de: Komoren
nl: Comoren

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
nl: Saint Kitts en Nevis

source: Cayman Islands
de: Kaimaninseln
nl: Kaaimaneilanden

source: Lao People's Democratic Republic
de: Laos, Demokratische Volksrepublik
nl: Democratische Volksrepubliek Laos

source: Saint Lucia
de: St. Lucia

source: Saint Martin (French part)
de: St. Martin (französischer Teil)
nl: Sint Maarten (Frans gedeelte)

source: Marshall Islands
de: Marshallinseln
nl: Marshalleilanden

source: Northern Mariana Islands
de: Commonwealth der Nördlichen Marianen
nl: Noordelijke Marianen

source: New Caledonia
de: Neukaledonien
nl: Nieuw Caledonië

source: Norfolk Island
de: Norfolkinsel
nl: Norfolk Eiland

source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon
nl: Saint Pierre en Miquelon

source: Solomon Islands
de: Salomonen
nl: Salomonseilanden

source: Seychelles
de: Seychellen
nl: Seychellen

source: Singapore
de: Singapur

source: Saint Helena
de: St. Helena
nl: Sint Helena

source: Svalbard and Jan Mayen
de: Spitzbergen und Jan Mayen
nl: Svalbard en Jan Mayen

source: Suriname
de: Surinam

source: Sao Tome and Principe
de: São Tomé und Príncipe
nl: Sao Tomé en Principe

source: Sint Maarten (Dutch part)
de: Sint Maarten (niederländischer Teil)
nl: Sint Maarten (Nederlands deel)

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
nl: Turks- en Caicoseilanden

source: French Southern Territories
de: Französische Süd- und Antarktisgebiete
nl: Franse Zuidelijke Gebieden

source: Timor-Leste
de: Osttimor
nl: Oost-Timor

source: Trinidad and Tobago
de: Trinidad und Tobago
nl: Trinidad en Tobago

source: United States Minor Outlying Islands
de: USA - Sonstige Kleine Inseln
nl: Verenigde Staten Kleine Pacifische Eilanden

source: Holy See
de: Vatikanstadt
nl: Heilige Stoel

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
nl: Saint Vincent en de Grenadines

source: Virgin Islands (British)
de: Britische Jungferninseln
nl: Maagdeneilanden (Brits)

source: Virgin Islands (U.S.)
de: Amerikanische Jungferninseln
nl: Maagdeneilanden (V.S.)

source: Wallis and Futuna
de: Wallis und Futuna
nl: Wallis en Futuna

source: Easy German
de: Leichte Sprache

source: German (easy)
de: Deutsch (leicht)

source: Amharic
de: Amharisch

source: Activate all required offers, regardless of choices above
de: Aktiviere alle benötigten Angebote, unabhängig von obiger Auswahl

source: Discard offer embeddings from offers not activated manually
de: Ignoriere Einbindungen von Angeboten, die nicht manuell aktiviert wurden

source: Custom time range
de: Individueller Zeitraum
nl: Aangepast tijdbereik

source: Upcoming events
de: Zukünftige Veranstaltungen
nl: Komende evenementen

source: Past events
de: Vergangene Veranstaltungen
nl: Gebeurtenissen uit het verleden

source: Positive
de: Positiv
nl: Positief

source: Negative
de: Negativ
nl: Negatief

source: Not stated
de: Nicht angegeben
nl: Niet vermeld

source: Read
de: Gelesen
nl: Lees

source: Unread
de: Ungelesen
nl: Ongelezen

source: Daily
de: Täglich
nl: Dagelijks

source: Weekly
de: Wöchentlich
nl: Wekelijks

source: Monthly
de: Monatlich
nl: Maandelijks

source: Yearly
de: Jährlich
nl: Jaarlijks

source: Mellow apricot
de: Milde Aprikose

source: Forest green
de: Waldgrün

source: Rose
de: Rosa

source: Tropical violet
de: Tropisches Veilchen

source: Red
de: Rot

source: Dark blue
de: Dunkelblau

source: Green blue
de: Grünblau

source: Yellow
de: Gelb

source: Teal
de: Türkisblau

source: Arctic
de: Arktisch

source: Azure
de: Azurblau

source: Pacific blue
de: Pazifikblau

source: Orange red
de: Orangerot

source: Light green
de: Hellgrün

source: Violet
de: Violett

source: Lime
de: Limette

source: Lavender
de: Lavendel

source: Brown
de: Braun

source: Pink orange
de: Rosaorange

source: Pastel pink
de: Pastellrosa

source: Yellow green
de: Gelbgrün

source: Purple
de: Lila

source: Primrose
de: Primel

source: Fiord
de: Fjord

source: Quicksand
de: Treibsand

source: Grey
de: Grau

source: Pine green
de: Tannengrün

source: Almond
de: Mandel

source: Cherry
de: Kirsche

source: New Connection Error: Failed to establish a new connection: [Errno -2] Name or service not known
de: Verbindungsfehler: Domain nicht gefunden

source: SSL Error: wrong version number
de: SSL-Fehler: falsche Versionsnummer

source: The read operation timed out
de: Zeitüberschreitung

source: Connection Error: ('Connection aborted.', ConnectionResetError(104, 'Connection reset by peer'))
de: Verbindung abgebrochen

source: Internal links
de: Interne Links

source: External links
de: Externe links

source: Phone links
de: Telefonnummern-Links

source: Invalid links
de: Ungültige Links
nl: Ongeldige links

source: No
de: Nein

source: Yes
de: Ja

source: Yes, only managers
de: Ja, nur Verwalter:innen

source: Embed mirrored page before this page
de: Gespiegelte Seite vor dieser Seite einbinden
nl: Embed gespiegelde pagina voor deze pagina

source: Embed mirrored page after this page
de: Gespiegelte Seite nach dieser Seite einbinden
nl: Embed gespiegelde pagina na deze pagina

source: January
de: Januar
nl: Januari

source: February
de: Februar
nl: Februari

source: March
de: März
nl: Maart

source: May
de: Mai
nl: Mei

source: June
de: Juni
nl: Juni

source: July
de: Juli
nl: Juli

source: October
de: Oktober
nl: Oktober

source: December
de: Dezember

source: Sky blue
de: Himmelblau

source: Lawn green
de: Rasengrün

source: Advice
de: Beratung

source: Culture
de: Kultur

source: Daily routine
de: Tägliche Routine

source: Education
de: Bildung

source: Finance
de: Finanzen

source: Gastronomy
de: Gastronomie

source: Health
de: Gesundheit

source: House
de: Wohnung

source: Leisure
de: Freizeit

source: Media
de: Medien

source: Medical aid
de: Medizinische Hilfe

source: Meeting point
de: Treffpunkt

source: Mental Health
de: Psychische Gesundheit

source: Mobility
de: Mobilität

source: Office
de: Büro

source: Other
de: Sonstiges

source: Other help
de: Sonstige Hilfen

source: Service
de: Dienstleistung

source: Shelter
de: Notunterkünfte

source: Shopping
de: Einkaufen

source: Structure
de: Struktur

source: First subpage of
de: Erste Unterseite von
nl: Eerste subpagina van

source: Last subpage of
de: Letzte Unterseite von
nl: Laatste subpagina van

source: Left neighbor of
de: Linker Nachbar von
nl: Linkerbuur van

source: Right neighbor of
de: Rechter Nachbar von
nl: Rechter buurman van

source: Do not use postcode
de: Postleitzahl nicht verwenden
nl: Gebruik geen postcode

source: Append postal code to URL
de: PLZ an die URL anhängen
nl: Postcode toevoegen aan URL

source: Add postal code to post parameters
de: PLZ zu den Post-Parametern hinzufügen
nl: Postcode toevoegen aan postparameters

source: Only send available translations
de: Nur verfügbare Übersetzungen senden
nl: Stuur alleen beschikbare vertalingen

source: Use main language if no translation is available
de: Benutze Standard-Sprache, wenn keine Übersetzung verfügbar
nl: Gebruik de hoofdtaal als er geen vertaling beschikbaar is

source: Recurring events
de: Sich wiederholende Veranstaltungen
nl: Terugkerende gebeurtenissen

source: Non-recurring events
de: Einmalig stattfindende Veranstaltungen
nl: Eenmalige gebeurtenissen

source: Active
de: Aktiv
nl: Actief

source: Hidden
de: Versteckt
nl: Verborgen

source: Archived
de: Archiviert
nl: Gearchiveerd

source: Manager
de: Verwalter:in

source: Editor
de: Redakteur:in
nl: Redacteur

source: Author
de: Autor:in
nl: Auteur

source: Event manager
de: Terminplaner:in
nl: Evenement manager

source: Observer
de: Beobachter:in

source: Draft
de: Entwurf
nl: Ontwerp

source: Pending Approval
de: Freigabe ausstehend

source: Published
de: Veröffentlicht
nl: Gepubliceerd

source: Auto Save
de: Automatische Speicherung
nl: Automatisch opslaan

source: Left to right
de: Links nach Rechts
nl: Van links naar rechts

source: Right to left
de: Rechts nach Links
nl: Van rechts naar links

source: Translation up-to-date
de: Übersetzung ist aktuell
nl: Vertaling up-to-date

source: Currently in translation
de: Wird derzeit übersetzt
nl: Momenteel in vertaling

source: Translation outdated
de: Übersetzung ist veraltet
nl: Vertaling verouderd

source: Translation missing
de: Übersetzung fehlt
nl: Ontbrekende vertaling

source: Machine translated
de: Maschinelle Übersetzung

source: Monday
de: Montag
nl: Maandag

source: Tuesday
de: Dienstag
nl: Dinsdag

source: Wednesday
de: Mittwoch
nl: Woensdag

source: Thursday
de: Donnerstag
nl: Donderdag

source: Friday
de: Freitag
nl: Vrijdag

source: Saturday
de: Samstag
nl: Zaterdag

source: Sunday
de: Sonntag
nl: Zondag

source: First week
de: Erste Woche
nl: Eerste week

source: Second week
de: Zweite Woche
nl: Tweede week

source: Third week
de: Dritte Woche
nl: Derde week

source: Fourth week
de: Vierte Woche
nl: Vierde week

source: Last week
de: Letzte Woche
nl: Vorige week

source: Could not update because this content because it is already being edited by another user
de: Sie können diese Seite nicht aktualisieren, weil sie bereits von jemand anderem bearbeitet wird.
nl: Kon deze inhoud niet bijwerken omdat deze al door een andere gebruiker is bewerkt

source: The options "automatic translation" and "minor edit" are mutually exclusive.
de: Die Optionen "automatische Übersetzung" und "geringfügige Änderung" schließen sich gegenseitig aus.

source: {} "{}" was saved automatically
de: {} "{}" wurde automatisch gespeichert

source: {} "{}" was successfully submitted for review
de: {} "{}" wurde erfolgreich zur Überprüfung eingereicht

source: {} "{}" was successfully saved as draft
de: {} "{}" wurde erfolgreich als Entwurf gespeichert
nl: {} "{}" is succesvol opgeslagen als klad

source: {} "{}" was successfully published
de: {} "{}" wurde erfolgreich veröffentlicht
nl: {} "{}" is succesvol gepubliceerd

source: {} "{}" was successfully updated
de: {} "{}" wurde erfolgreich aktualisiert
nl: {} "{}" is succesvol bijgewerkt

source: Enter {} here
de: {} hier eingeben
nl: Geef hier {}

source: All-day
de: Ganztägig
nl: De hele dag

source: Recurring
de: Wiederholend
nl: Terugkerend

source: Determines whether the event is repeated at regular intervals.
de: Legt fest, ob die Veranstaltung in regelmäßigen Abständen wiederholt wird.
nl: Bepaalt of de gebeurtenis met regelmatige tussenpozen wordt herhaald.

source: Event does not have a physical location
de: Diese Veranstaltung hat keinen Veranstaltungsort
nl: Evenement heeft geen fysieke locatie

source: Determines whether the event is assigned to a physical location.
de: Legt fest, ob zu der Veranstaltung ein Ort gespeichert wurde.
nl: Bepaalt of de gebeurtenis aan een fysieke locatie is toegewezen.

source: start date
de: Start-Datum
nl: begindatum

source: end date
de: End-Datum
nl: einddatum

source: start time
de: Start-Uhrzeit
nl: begintijd

source: end time
de: End-Uhrzeit
nl: eindtijd

source: Either disable the event location or provide a valid location
de: Entweder muss der Veranstaltungsort deaktiviert werden oder es muss ein gültiger Ort angegeben werden
nl: Schakel de plaats van het evenement uit of geef een geldige plaats op

source: If the event is not all-day, the start time is required
de: Wenn die Veranstaltung nicht ganztägig ist, muss eine Start-Uhrzeit angegeben werden
nl: Als het evenement niet de hele dag duurt, is de begintijd vereist

source: If the event is not all-day, the end time is required
de: Wenn die Veranstaltung nicht ganztägig ist, muss eine End-Uhrzeit angegeben werden
nl: Als het evenement niet de hele dag duurt, is de eindtijd vereist

source: The end of the event can't be before the start of the event
de: Das Ende der Veranstaltung kann nicht vor ihrem Beginn sein
nl: Het einde van de gebeurtenis kan niet voor het begin van de gebeurtenis liggen

source: The maximum duration for events is {} days. Consider using recurring events if the event is not continuous.
de: Die maximale Veranstaltungsdauer beträgt {} Tage. Verwenden Sie wiederkehrende Veranstaltungen, wenn die Veranstaltung nicht kontinuierlich stattfindet.

source: Recurrence ends
de: Wiederholung endet
nl: Terugkeer eindigt

source: No recurrence frequency selected
de: Keine Häufigkeit der Wiederholung angegeben
nl: Geen herhalingsfrequentie geselecteerd

source: No weekdays for weekly recurrence selected
de: Keine Wochentage für die wöchentliche Wiederholung eingegeben
nl: Geen weekdagen voor wekelijkse herhaling geselecteerd

source: No weekday for monthly recurrence selected
de: Kein Wochentag für die monatliche Wiederholung eingegeben
nl: Geen weekdag voor maandelijkse herhaling geselecteerd

source: No week for monthly recurrence selected
de: Keine Woche für die monatliche Wiederholung eingegeben
nl: Geen week voor maandelijkse herhaling geselecteerd

source: If the recurrence ends, the recurrence end date is required
de: Wenn die Wiederholung endet, ist ein End-Datum für die Wiederholung erforderlich
nl: Als de herhaling eindigt, is de einddatum van de herhaling vereist

source: The recurrence end date has to be after the event's start date
de: Das Ende der Wiederholung muss nach dem Veranstaltungsbeginn sein
nl: De einddatum van de herhaling moet na de begindatum van de gebeurtenis liggen

source: All regions
de: Alle Regionen
nl: Alle regio's

source: Language
de: Sprache
nl: Taal

source: All languages
de: Alle Sprachen
nl: Alle talen

source: All categories
de: Alle Kategorien
nl: Alle categorieën

source: Category
de: Kategorie
nl: Categorie

source: Rating
de: Bewertung

source: From
de: Von
nl: Van

source: To
de: Bis
nl: Naar

source: This region has already a default language.Please specify a source language for this language.
de: Diese Region besitzt bereits eine Standard-Sprache. Bitte geben Sie eine Quell-Sprache für diese Sprache ein.
nl: Deze regio heeft al een standaard taal. Geef een brontaal op voor deze taal.

source: Enter a valid email address.
de: Bitte gültige E-Mail-Adresse eingeben.

source: Search
de: Suchen
nl: Zoeken op

source: Enter old link to be replaced
de: Alter Link, der ersetzt werden soll

source: Replace
de: Ersetzen

source: Enter new link to replace the old link with
de: Neuer Link

source: Link type
de: Linktyp

source: Create new translations:
de: Neue Übersetzungen erstellen:

source: Update existing translations:
de: Bestehende Übersetzungen aktualisieren:

source: The directory cannot be created in a directory of another region.
de: Das Verzeichnis kann nicht in einem Verzeichnis einer anderen Region erstellt werden.
nl: De directory kan niet worden aangemaakt in een directory van een ander gebied.

source: A directory with the name "{}" already exists.
de: Ein Ordner mit diesem Namen existiert bereits
nl: Een map met de naam "{}" bestaat al.

source: The file cannot be moved to a directory of another region.
de: Die Datei kann nicht in ein Verzeichnis einer anderen Region verschoben werden.
nl: Het bestand kan niet worden verplaatst naar een directory van een ander gebied.

source: The file type of the new file ({}) does not match the original file's type ({}).
de: Der Dateityp {} stimmt nicht mit dem Typ der Originaldatei ({}) überein.
nl: Het bestandstype van het nieuwe bestand ({}) komt niet overeen met het type van het oorspronkelijke bestand ({}).

source: This image file is corrupt.
de: Diese Bilddatei ist fehlerhaft.
nl: Dit beeldbestand is corrupt.

source: The file type {} is not allowed.
de: Der Dateityp {} ist nicht erlaubt.
nl: Het bestandstype {} is niet toegestaan.

source: Allowed file types
de: Erlaubte Dateitypen
nl: Toegestane bestandstypen

source: The file cannot be uploaded to a directory of another region.
de: Die Datei kann nicht in einem Verzeichnis einer anderen Region hochgeladen werden.
nl: Het bestand kan niet worden geüpload naar een directory van een andere regio.

source: This field is required.
de: Dieses Feld ist erforderlich.
