Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: "This page does not exist in the selected language. It is however available in these languages:" in this language
de: "Die Seite existiert nicht in der ausgewählten Sprache. Sie ist aber in diesen Sprachen verfügbar:" in dieser Sprache
nl: "Deze pagina bestaat niet in de geselecteerde taal. Hij is echter wel beschikbaar in de volgende talen:" in deze taal

source: This is shown to the user when a page is not available in their language.
de: Wird Konten angezeigt, wenn eine Seite nicht in ihrer Sprache verfügbar ist.
nl: Dit wordt aan de gebruiker getoond wanneer een pagina niet in zijn taal beschikbaar is.

source: "Part of the page does not exist in the selected language. It is however available in these languages:" in this language
de: "Ein Teil der Seite existiert nicht in der ausgewählten Sprache. Er ist aber in diesen Sprachen verfügbar:" in dieser Sprache
nl: "Een deel van de pagina bestaat niet in de geselecteerde taal. Het is echter wel beschikbaar in de volgende talen:" in deze taal

source: This is shown to the user when the mirrored part of a page is not available in their language.
de: Wird Benutzer:innen angezeigt, wenn der gespiegelte Teil einer Seite nicht in ihrer Sprache verfügbar ist.
nl: Dit wordt aan de gebruiker getoond wanneer het gespiegelde gedeelte van een pagina niet in zijn taal beschikbaar is.

source: languages
de: Sprachen
nl: talen

source: source language
de: Quell-Sprache
nl: brontaal

source: visible
de: sichtbar
nl: zichtbaar

source: Defines whether the language is displayed to the users of the app
de: Definiert, ob die Sprache den Benutzer:innen der App angezeigt wird

source: active
de: aktiv
nl: actief

source: Defined if content in this language can be created or edited
de: Definiert ob Inhalte in der Sprache bearbeitet oder erstellt werden können
nl: Gedefinieerd of inhoud in deze taal kan worden gecreëerd of bewerkt

source: machine translatable
de: maschinell übersetzbar

source: Enable or disable machine translations into this language
de: Maschinelle Übersetzungen in diese Sprache erlauben oder verbieten

source: machine translation provider
de: Anbieter für maschinelle Übersetzungen

source: Preferred provider for translations into this language
de: Bevorzugter Anbieter für Übersetzungen in diese Sprache

source: language tree node
de: Sprach-Knoten
nl: taalknooppunt in de boomstructuur

source: language tree nodes
de: Sprach-Knoten
nl: taalboomknooppunten

source: parent directory
de: Elternverzeichnis
nl: oudermap

source: The date and time when the directory was created
de: Das Datum und die Uhrzeit, zu der das Verzeichnis erstellt wurde
nl: De datum en tijd waarop de map is aangemaakt

source: hidden
de: versteckt

source: Whether the directory is hidden in the regional media library
de: Ob das Verzeichnis in den regionalen Medienbibliotheken verborgen ist

source: media directory
de: Medien-Verzeichnis

source: media directories
de: Medien-Verzeichnisse

source: File too large. Size should not exceed {}.
de: Datei zu groß. Die Größe sollte {} nicht überschreiten.

source: file
de: Datei
nl: bestand

source: thumbnail file
de: Vorschaubild-Datei
nl: miniatuurbestand

source: file size
de: Dateigröße
nl: bestandsgrootte

source: file type
de: Dateityp
nl: bestandstype

source: uploaded date
de: Upload-Datum
nl: geüploade datum

source: The date and time when the media file was uploaded
de: Das Datum und die Uhrzeit, zu der die Medien-Datei hochgeladen wurde
nl: De datum en tijd waarop het mediabestand werd geüpload

source: last modified
de: Zuletzt geändert
nl: laatst gewijzigd

source: The date and time when the physical media file was last modified
de: Das Datum und die Uhrzeit, zu der die physische Medien-Datei zuletzt geändert wurde
nl: De datum en tijd waarop het fysieke mediabestand het laatst is gewijzigd

source: Whether the media file is hidden in the regional media library
de: Ob die Mediendatei in den regionalen Medienbibliotheken verborgen ist

source: media file
de: Medien-Datei
nl: mediabestand

source: media files
de: Medien-Dateien
nl: mediabestanden

source: slug
de: URL-Parameter
nl: slak

source: Leave blank to generate unique parameter from name
de: Dieses Feld freilassen, um einen eindeutigen Alias aus dem Namen zu generieren
nl: Leeg laten om unieke parameter uit naam te genereren

source: thumbnail URL
de: Vorschaubild-URL

source: This will be an external API endpoint in most cases.
de: Dies wird in den meisten Fällen ein externer API-Endpunkt sein.
nl: Dit zal in de meeste gevallen een extern API-eindpunt zijn.

source: Additional POST data for retrieving the URL.
de: Zusätzliche POST-Daten zum Abrufen der URL.
nl: Extra POST-gegevens voor het ophalen van de URL.

source: Specify as JSON.
de: Als JSON angeben.
nl: Opgeven als JSON.

source: use postal code
de: Postleitzahl verwenden
nl: postcode gebruiken

source: Whether and how to insert the postcode of the region into the URL or POST data
de: Ob und wie die Postleitzahl der Region in die URL oder POST-Daten eingefügt werden soll
nl: Of en hoe de postcode van de regio in de URL of POST-gegevens moet worden opgenomen

source: supported by app in content
de: App unterstützt Anzeige in Seiten

source: Whether the Integreat app supports displaying offers from this provider in pages
de: Ob die Integreat App das Anzeigen von Angeboten dieses Anbieters in Seiten unterstützt

source: is Zammad form
de: Ist Zammad Formular

source: Whether this offer should be treated as a Zammad form by the App
de: Ob dieses Angebot von der App als Zammad Formular behandelt werden soll

source: offer template
de: Angebots-Vorlage
nl: biedsjabloon

source: offer templates
de: Angebots-Vorlagen
nl: aanbiedingsformulieren

source: explicitly archived
de: explizit archiviert
nl: expliciet gearchiveerd

source: Whether or not the page is explicitly archived
de: Ob die Seite explizit archiviert ist oder nicht
nl: Of de pagina al dan niet expliciet wordt gearchiveerd

source: Title in
de: Titel auf
nl: Titel in

source: with the title in
de: mit dem Titel auf
nl: met de titel in

source: page translations
de: Seiten-Übersetzungen
nl: paginavertalingen

source: imprint
de: Impressum
nl: opdruk

source: imprints
de: Impressen
nl: opdrukken

source: imprint translation
de: Impressums-Übersetzung
nl: afdruk vertaling

source: imprint translations
de: Impressums-Übersetzungen
nl: imprint vertalingen

source: parent page
de: übergeordnete Seite
nl: ouderpagina

source: mirrored page
de: eingebettete Seite
nl: gespiegelde pagina

source: If the page embeds live content from another page, it is referenced here.
de: Wenn die Seite Live-Inhalte von einer anderen Seite einbettet, wird hier auf sie verwiesen.
nl: Als de pagina live inhoud van een andere pagina insluit, wordt er hier naar verwezen.

source: Position of mirrored page
de: Position der gespiegelten Seite
nl: Positie van gespiegelde pagina

source: If a mirrored page is set, this field determines whether the live content is embedded before the content of this page or after.
de: Wenn eine gespiegelte Seite eingestellt ist, bestimmt dieses Feld, ob der Live-Inhalt vor oder nach dem Inhalt dieser Seite eingebettet wird.
nl: Als een gespiegelde pagina is ingesteld, bepaalt dit veld of de live inhoud wordt ingesloten vóór de inhoud van deze pagina of erna.

source: authors
de: Autor:innen

source: A list of users who have the permission to edit this specific page.
de: Eine Liste von Benutzer:innen, die die Berechtigung haben, diese bestimmte Seite zu editieren.
nl: Een lijst van gebruikers die de toestemming hebben om deze specifieke pagina te bewerken.

source: Only has effect if these users do not have the permission to edit pages anyway.
de: Dies betrifft nur Benutzer:innen, die nicht ohnehin die Berechtigung haben, beliebige Seiten zu ändern.
nl: Heeft alleen effect als deze gebruikers geen rechten hebben om pagina's te bewerken.

source: editors
de: Redakteur:innen
nl: redactie

source: A list of users who have the permission to publish this specific page.
de: Eine Liste von Benutzer:innen, die die Berechtigung haben, diese bestimmte Seite zu veröffentlichen.
nl: Een lijst van gebruikers die de toestemming hebben om deze specifieke pagina te publiceren.

source: Only has effect if these users do not have the permission to publish pages anyway.
de: Dies betrifft nur Benutzer:innen, die nicht ohnehin die Berechtigung haben, beliebige Seiten zu veröffentlichen.
nl: Heeft alleen effect als deze gebruikers geen toestemming hebben om pagina's te publiceren.

source: responsible organization
de: zuständige Organisation
nl: verantwoordelijke organisatie

source: This allows all members of the organization to edit and publish this page.
de: Dies erlaubt allen Mitgliedern der Organisation diese Seite zu bearbeiten und veröffentlichen
nl: Hiermee kunnen alle leden van de organisatie deze pagina bewerken en publiceren.

source: API access token
de: API Zugangs-Token
nl: API-toegangstoken

source: API token to allow writing content to translations.
de: Token um das Überschreiben der Übersetzungen via API zu erlauben.
nl: API token om inhoud naar vertalingen te kunnen schrijven.

source: Ignore HIX value
de: HIX-Wert ignorieren

source: This allows to ignore HIX value for this specific page.
de: Dies ermöglicht es, den HIX-Wert für diese bestimmte Seite zu ignorieren.

source: page based offer
de: seitenbasierte Angebote

source: Select an offer provider whose offers should be displayed on this page.
de: Wählen Sie einen Anbieter aus, dessen Angebote auf dieser Seite angezeigt werden sollen.

source: page
de: Seite
nl: pagina

source: pages
de: Seiten
nl: pagina's

source: page link
de: Seitenlink
nl: paginalink

source: title of the page
de: Titel der Seite
nl: titel van de pagina

source: content of the page
de: Inhalt der Seite
nl: inhoud van de pagina

source: HIX score
de: HIX-Wert

source: Live content
de: Live-Inhalt
nl: Live inhoud

source: Empty
de: Leer
nl: Leeg

source: Select an icon for this category
de: Icon für die Kategorie auswählen

source: color
de: Farbe

source: Select a color for map pins with this category
de: Farbe für Kartenmarkierungen dieser Kategorie auswählen

source: POI category
de: Ortskategorie

source: location category
de: Ortskategorie

source: location categories
de: Ortskategorien

source: category
de: Kategorie

source: category name
de: Kategoriename

source: The name of the POI category.
de: Der Name der POI Kategorie

source: location category translation
de: Ortskategorie-Übersetzung

source: location category translations
de: Ortskategorie-Übersetzungen

source: street and house number
de: Straße und Hausnummer
nl: straat en huisnummer

source: postal code
de: Postleitzahl
nl: postcode

source: city
de: Stadt
nl: stad

source: country
de: Land
nl: land

source: latitude
de: Geographische Breite
nl: breedtegraad

source: The latitude coordinate
de: Die Breitengrad-Koordinate
nl: De breedtecoördinaat

source: longitude
de: Geographische Länge
nl: lengtegraad

source: The longitude coordinate
de: Die Längengrad-Koordinate
nl: De lengtecoördinaat

source: Show this location on map
de: Diesen Ort auf Karte zeigen
nl: Toon deze locatie op de kaart

source: Tick if you want to show this location on map
de: Kreuzen Sie an, wenn dieser Ort auf der Karte gezeigt werden soll.
nl: Vink aan als u deze locatie op de kaart wilt tonen

source: The best results are achieved with images in 16:9 aspect ratio.
de: Die besten Ergebnisse erzielen Sie mit Bildern im Seitenverhältnis 16:9.

source: temporarily closed
de: Temporär geschlossen

source: Whether or not the location is temporarily closed.
de: Kreuzen Sie an, wenn dieser Ort vorübergehend geschlossen ist.

source: The opening hours remain and are only hidden.
de: Die Öffnungszeiten bleiben erhalten und werden nur ausgeblendet.

source: appointment link
de: Terminvereinbarungslink

source: Link to an external website where an appointment for this location can be made.
de: Link zu einer externen Seite über welche Termine für diesen Ort vereinbart werden können.

source: opening hours
de: Öffnungszeiten

source: organization
de: Organisation
nl: organisatie

source: Specify which organization operates this location.
de: Geben Sie an, welche Organisation diesen Ort verwaltet.

source: barrier free
de: barrierefrei

source: Indicate if the location is barrier free.
de: Geben Sie an, ob dieser Ort barrierefrei ist.

source: locations
de: Orte
nl: locaties

source: link to the location
de: Link zum Ort
nl: link naar de locatie

source: name of the location
de: Name des Ortes
nl: naam van de plaats

source: meta description
de: Meta-Beschreibung

source: Describe the location in one or two short sentences.
de: Beschreiben Sie den Ort in ein oder zwei kurzen Sätzen.

source: This text will be displayed in the Google search results below the title.
de: Dieser Text wird in den Google-Suchergebnissen unterhalb des Titels angezeigt.

source: location translations
de: Orts-Übersetzungen
nl: locatievertalingen

source: regions
de: Regionen
nl: regio's

source: channel
de: Kanal
nl: kanaal

source: draft
de: Entwurf
nl: ontwerp

source: Whether or not the News is a draft (drafts cannot be sent)
de: Ob die Nachricht ein Entwurf ist oder nicht (Entwürfe können nicht gesendet werden)

source: The date and time when the News was sent.
de: Datum und Uhrzeit zu der die Nachricht gesendet wurde

source: scheduled send date
de: Geplanter Zeitpunkt zum Senden

source: The scheduled date for this News to be sent
de: Datum und Uhrzeit, wann die Nachricht gesendet werden soll

source: mode
de: Modus
nl: modus

source: Sets behavior for dealing with not existing News translations
de: Legt das Verhalten für den Umgang mit nicht vorhandenen Übersetzungen von Nachrichten fest

source: News template
de: Nachrichten-Vorlage

source: News template name
de: Name der Nachrichten-Vorlage

source: Provide a distinct name for the template
de: Bitte vergeben Sie einen eindeutigen Namen für die Vorlage

source: push notification
de: Push-Benachrichtigung
nl: push-notificatie

source: push notifications
de: Push-Benachrichtigungen
nl: pushmeldingen

source: push notification translation
de: Push-Benachrichtigungs-Übersetzung
nl: push notificatie vertaling

source: push notification translations
de: Push-Benachrichtigungs-Übersetzungen
nl: push notificatie vertalingen

source: community identification number
de: Amtlicher Gemeindeschlüssel
nl: communautair identificatienummer

source: Number sequence for identifying politically independent administrative units
de: Ziffernfolge zur Identifizierung politisch selbständiger Verwaltungseinheiten
nl: Nummerreeks voor het identificeren van politiek onafhankelijke bestuurseenheden

source: Unique string identifier without spaces and special characters.
de: Eindeutiger Bezeichner ohne Leerzeichen und Sonderzeichen.
nl: Unieke string-identifier zonder spaties en speciale tekens.

source: administrative division
de: Verwaltungseinheit
nl: administratieve afdeling

source: aliases
de: Aliasnamen
nl: aliassen

source: E.g. smaller municipalities in that area.
de: Z.B. kleinere Gemeinden in der Region.
nl: B.v. kleinere gemeenten in dat gebied.

source: If empty, the CMS will try to fill this automatically.
de: Wird, wenn leer, automatisch vom CMS befüllt.
nl: Indien leeg, zal het CMS proberen dit automatisch te vullen.

source: custom prefix
de: Individuelles Präfix
nl: aangepast voorvoegsel

source: Enter parts of the name that should not affect sorting.
de: Geben Sie Teile des Namens ein, die die Sortierung nicht beeinflussen sollen.
nl: Voer delen van de naam in die geen invloed mogen hebben op de sortering.

source: Use this field only if the prefix is not an available choice in the list of administrative divisions above.
de: Verwenden Sie dieses Feld nur, wenn das Präfix in der obigen Liste der Verwaltungseinheiten nicht zur Auswahl steht.
nl: Gebruik dit veld alleen als het voorvoegsel geen beschikbare keuze is in de lijst van administratieve afdelingen hierboven.

source: activate events
de: Veranstaltungen aktivieren
nl: gebeurtenissen activeren

source: Whether or not events are enabled in the region
de: Ob Veranstaltungen in der Region aktiviert sind oder nicht
nl: Of gebeurtenissen al dan niet zijn ingeschakeld in de regio

source: activate locations
de: Orte aktivieren
nl: locaties activeren

source: Whether or not locations are enabled in the region
de: Ob Orte in der Region aktiviert sind oder nicht
nl: Of locaties al dan niet zijn ingeschakeld in de regio

source: activate push notifications
de: Push-Benachrichtigungen aktivieren
nl: pushmeldingen activeren

source: Whether or not push notifications are enabled in the region
de: Ob Push-Benachrichtigungen in der Region aktiviert sind oder nicht
nl: Of push meldingen wel of niet zijn ingeschakeld in de regio

source: The latitude coordinate of an approximate center of the region
de: Die Breitengrad-Koordinate eines ungefähren Mittelpunkts der Region
nl: De breedtecoördinaat van een benaderend middelpunt van de regio

source: The longitude coordinate of an approximate center of the region
de: Die Längengrad-Koordinate eines ungefähren Mittelpunkts der Region
nl: De lengtecoördinaat van een benaderend middelpunt van de regio

source: minimum longitude
de: Minimaler Längengrad
nl: minimale lengtegraad

source: The left boundary of the region
de: Die linke Begrenzung der Region
nl: De linkergrens van het gebied

source: minimum latitude
de: Minimaler Breitengrad
nl: minimale breedtegraad

source: The bottom boundary of the region
de: Die untere Begrenzung der Region
nl: De ondergrens van het gebied

source: maximum longitude
de: Maximaler Längengrad
nl: maximale lengtegraad

source: The right boundary of the region
de: Die rechte Begrenzung der Region
nl: De rechter grens van het gebied

source: maximum latitude
de: Maximaler Breitengrad
nl: maximale breedtegraad

source: The top boundary of the region
de: Die obere Begrenzung der Region
nl: De bovengrens van het gebied

source: For districts, enter the postcode of the administrative headquarters.
de: Bei Landkreisen geben Sie die Postleitzahl des Verwaltungssitzes an.
nl: Voor districten, vul de postcode in van het administratieve hoofdkwartier.

source: email address of the administrator
de: E-Mail-Adresse des:der Administrator:in
nl: e-mailadres van de beheerder

source: timezone
de: Zeitzone
nl: tijdzone

source: activate statistics
de: Statistiken aktivieren
nl: statistieken activeren

source: Whether or not statistics are enabled for the region
de: Ob Statistiken für die Region aktiviert sind oder nicht
nl: Of statistieken al dan niet zijn ingeschakeld voor de regio

source: activate SEO section
de: SEO-Bereich aktivieren

source: Enable possibility to fill meta description for pages, events and locations
de: Auswählen, um Meta-Beschreibungen für Seiten, Veranstaltungen und Orte auszufüllen

source: The Matomo ID of this region.
de: Die Matomo ID dieser region.
nl: De Matomo ID van deze regio.

source: Will be automatically derived from the Matomo access token.
de: Wird automatisch vom Matomo Zugangstoken abgeleitet.
nl: Wordt automatisch afgeleid van het Matomo toegangs token.

source: Matomo authentication token
de: Matomo Authentifizierungs-Token
nl: Matomo authenticatie token

source: The secret Matomo access token of the region is used to authenticate in API requests
de: Das geheime Matomo-Zugangs-Token der Region wird zur Authentifizierung bei API-Anfragen verwendet
nl: Het geheime Matomo toegangstoken van de regio wordt gebruikt om te authenticeren in API verzoeken

source: activate page-specific permissions
de: Seiten-spezifische-Berechtigungen aktivieren
nl: activeer pagina-specifieke permissies

source: This allows individual users to be granted the right to edit or publish a specific page.
de: Damit kann einzelnen Konten das Recht zum Bearbeiten oder Veröffentlichen einer bestimmten Seite eingeräumt werden.
nl: Hiermee kan aan individuele gebruikers het recht worden verleend om een specifieke pagina te bewerken of te publiceren.

source: activate author chat
de: Integreat-Chat aktivieren
nl: activeer auteur chat

source: This gives all users of this region access to the cross-regional author chat.
de: Dies gewährt allen Benutzer:innen dieser Region Zugang zum überregionalen Integreat-Chat.
nl: Dit geeft alle gebruikers van deze regio toegang tot de regio-overschrijdende auteurschat.

source: include administrative division into name
de: Verwaltungseinheit dem Namen hinzufügen
nl: administratieve afdeling in naam opnemen

source: Determines whether the administrative division is displayed next to the region name.
de: Legt fest, ob die Verwaltungseinheit neben dem Namen der Region angezeigt wird.
nl: Bepaalt of de administratieve afdeling wordt weergegeven naast de naam van de regio.

source: Sorting is always based on the name, independently from the administrative division.
de: Sortierungen werden immer auf Grundlage der Namen vorgenommen, unabhängig von der Verwaltungseinheit.
nl: De sortering is altijd gebaseerd op de naam, onafhankelijk van de administratieve afdeling.

source: offers
de: Angebote
nl: aanbiedingen

source: Integreat offers are extended features apart from pages and events and are usually offered by a third party.
de: Integreat Angebote sind erweiterte Funktionen jenseits von Seiten und Ereignissen und werden in der Regel von Drittanbietern bereitgestellt.
nl: Integreat-aanbiedingen zijn uitgebreide functies naast pagina's en evenementen en worden gewoonlijk door een derde partij aangeboden.

source: In most cases, the url is an external API endpoint which the frontend apps can query and render the results inside the Integreat app.
de: In den meisten Fällen ist die URL ein externer API Endpunkt, an welchen vom Frontend Anfragen gesendet werden, um die Ergebnisse in der Integreat App einzubetten.
nl: In de meeste gevallen is de url een extern API-eindpunt dat de frontend apps kunnen bevragen en de resultaten in de Integreat app kunnen renderen.

source: Activate short urls
de: Kurz-URLs aktivieren
nl: Activeer korte url's

source: Please check the box if you want to use short urls.
de: Kreuzen Sie an, wenn Sie Kurz-URLs benutzen wollen.
nl: Vink het vakje aan als u korte url's wilt gebruiken.

source: Enable external news
de: Externe News aktivieren

source: Enable to display external articles in addition to local news managed by the CMS
de: Auswählen, um neben den lokalen Nachrichten auch überregionale Nachrichten, die durch CMS verwaltet werden, anzuzeigen

source: Show content in default language as fallback
de: Inhalte für nicht vorhandene Übersetzungen in der Standard-Sprache anzeigen
nl: Toon inhoud in standaard taal als fallback

source: Whether or not events and locations are shown in default language as fallback
de: Ob Veranstaltungen und Orte als Fallback in der Standardsprache angezeigt werden sollen oder nicht.
nl: Of gebeurtenissen en locaties al dan niet worden getoond in de standaardtaal als fallback

source: Activate HIX analysis
de: HIX-Analyse aktivieren

source: Allow users of this region to analyze understandability of text content via TextLab API.
de: Erlaubt den Benutzer:innen dieser Region, Inhalte mittels der TextLab API auf Textverständlichkeit zu untersuchen.

source: activate automatic translations via SUMM.AI
de: Automatische Übersetzungen über SUMM.AI aktivieren

source: Whether automatic translations into Easy German with SUMM.AI are enabled
de: Ob automatische Übersetzungen in Leichte Sprache mit SUMM.AI aktiviert sind

source: Credits renewal date for foreign language translation
de: Credits Zurücksetzungsdatum für Fremdsprachenübersetzung
