Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: You should receive them shortly.
de: Sie sollten diese in Kürze erhalten.
nl: U zult ze binnenkort ontvangen.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
de: Wenn Sie keine E-Mail erhalten, vergewissern Sie sich bitte, dass Sie die Adresse eingegeben haben, mit der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner.
nl: Als u geen e-mail ontvangt, controleer dan of u het adres hebt ingevoerd waarmee u zich hebt geregistreerd, en controleer uw spam-map.

source: password reset email
de: E-Mail zum Zurücksetzen des Passworts

source: Login failed.
de: Login fehlgeschlagen.

source: You need to log in first
de: Sie müssen sich zunächst einloggen
nl: Je moet eerst inloggen

source: Machine translations are disabled for language "{}"
de: Maschinelle Übersetzungen sind deaktiviert für die Sprache "{}"

source: Machine translations are not allowed for the current user or content type
de: Maschinelle Übersetzungen sind nicht erlaubt für diese:n Benutzer:in oder Inhaltstyp

source: All the selected translations are already up-to-date.
de: Alle ausgewählten Übersetzungen sind bereits aktuell.

source: There already is an up-to-date translation for {}
de: Es gibt bereits eine aktuelle Übersetzung für {}

source: The selected {} were successfully {}
de: Die ausgewählten {} wurden erfolgreich {}

source: {model_name} {object_names} was successfully archived.
de: {model_name} {object_names} wurde erfolgreich archiviert.

source: {model_name} {object_names} is already archived.
de: {model_name} {object_names} ist bereits archiviert.

source: Page {object_names} could not be archived because it is embedded as live content from other pages.
de: Seite "{object_names}" kann nicht archiviert werden, da sie von einer anderen Seite als Live-Inhalt eingebunden wurde.

source: Location {object_names} could not be archived because it is referenced by an event or a contact.
de: Ort "{object_names}" kann nicht archiviert werden, da er von einer Veranstaltung oder einem Kontakt verwendet wird.

source: {model_name} {object_names} was successfully restored.
de: {model_name} {object_names} wurde erfolgreich wiederhergestellt.

source: {model_name} {object_names} is not archived.
de: {model_name} {object_names} ist nicht archiviert.

source: Page {} could not be restored because it has at least one archived parent.
de: Die Seite {} konnten nicht wiederhergestellt werden, weil mindestens eine übergeordnete Seite archiviert ist.

source: Contact {0} was successfully archived
de: Kontakt {0} wurde erfolgreich archiviert

source: Contact {0} was successfully deleted
de: Kontakt {0} wurde erfolgreich gelöscht.

source: Contact {0} was successfully restored
de: Kontakt {0} wurde erfolgreich wiederhergestellt

source: Contact {0} was successfully copied
de: Kontakt {0} wurde erfolgreich kopiert

source: Please confirm that you really want to archive this contact
de: Bitte bestätigen Sie, dass dieser Kontakt archiviert werden soll.

source: Please confirm that you really want to restore this contact
de: Bitte bestätigen Sie, dass dieser Kontakt wiederhergestellt werden soll

source: Please confirm that you really want to delete this contact
de: Bitte bestätigen Sie, dass dieser Kontakt gelöscht werden soll

source: Back to the form
de: Zurück zum Formular

source: You cannot restore versions of this page because it is archived.
de: Sie können Versionen dieser Seite nicht bearbeiten, weil sie archiviert ist.

source: Link to the {}
de: Link zum {}

source: The version {} does not exist.
de: Die Version {} existiert nicht.

source: You cannot reject changes if there is no version to return to.
de: Sie können keine Änderungen ablehnen, wenn es keine Version gibt, zu der Sie zurückkehren können.

source: No changes detected, but date refreshed
de: Keine Änderungen vorgenommen, aber Datum aktualisiert
nl: Geen veranderingen gedetecteerd, maar datum vernieuwd

source: No changes detected, but status changed to published
de: Keine Änderungen vorgenommen, aber Status zu veröffentlicht geändert

source: This version is identical to the current version of this translation.
de: Diese Version ist identisch mit der aktuellen Version dieser Übersetzung.

source: The version was successfully restored
de: Die Version wurde erfolgreich wiederhergestellt

source: {} "{}" was successfully deleted
de: {} "{}" wurde erfolgreich gelöscht
nl: {} "{}" is succesvol verwijderd

source: Bad request
de: Inkorrekte Anfrage
nl: Slecht verzoek

source: There was an error in your request.
de: Die Anfrage war fehlerhaft aufgebaut.
nl: Er is een fout opgetreden in uw verzoek.

source: Forbidden
de: Zugriff verweigert
nl: Verboden

source: You don't have the permission to access this page.
de: Sie haben nicht die nötige Berechtigung, um diese Seite aufzurufen.
nl: Je hebt geen toestemming om deze pagina te openen.

source: Page not found
de: Seite nicht gefunden
nl: Pagina niet gevonden

source: The page you requested could not be found.
de: Die von Ihnen angeforderte Seite konnte leider nicht gefunden werden.
nl: De door u opgevraagde pagina kon niet worden gevonden.

source: Internal Server Error
de: Interner Server-Fehler
nl: Interne Serverfout

source: An unexpected error has occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
nl: Er is een onverwachte fout opgetreden.

source: CSRF Error
de: CSRF Fehler
nl: CSRF-fout

source: Please try to reload the page.
de: Bitte versuchen Sie, die Seite neu zu laden.
nl: Probeer de pagina opnieuw te laden.

source: Event was successfully archived
de: Veranstaltung wurde erfolgreich archiviert
nl: Gebeurtenis werd met succes gearchiveerd

source: Event was successfully copied
de: Veranstaltung wurde erfolgreich kopiert
nl: Gebeurtenis werd met succes gekopieerd

source: Event was successfully restored
de: Veranstaltung wurde erfolgreich wiederhergestellt
nl: Gebeurtenis werd met succes hersteld

source: Event was successfully deleted
de: Veranstaltung wurde erfolgreich gelöscht
nl: Gebeurtenis werd met succes verwijderd

source: Please confirm that you really want to archive this event
de: Bitte bestätigen Sie, dass diese Veranstaltung archiviert werden soll.
nl: Bevestig dat u dit evenement echt wilt archiveren

source: All translations of this event will also be archived.
de: Es werden auch alle Übersetzungen dieser Veranstaltung archiviert.
nl: Alle vertalingen van dit evenement zullen ook worden gearchiveerd.

source: Please confirm that you really want to restore this event
de: Bitte bestätigen Sie, dass diese Veranstaltung wiederhergestellt werden soll
nl: Bevestig dat u deze gebeurtenis echt wilt herstellen

source: All translations of this event will also be restored.
de: Alle Übersetzungen dieser Veranstaltung werden wiederhergestellt.
nl: Alle vertalingen van dit evenement zullen ook worden hersteld.

source: Please confirm that you really want to delete this event
de: Bitte bestätigen Sie, dass diese Veranstaltung gelöscht werden soll
nl: Bevestig dat u dit evenement echt wilt verwijderen

source: All translations of this event will also be deleted.
de: Alle Übersetzungen dieser Veranstaltung werden gelöscht.
nl: Alle vertalingen van deze gebeurtenis zullen ook worden gewist.

source: You cannot edit this event because it is archived.
de: Sie können diese Veranstaltung nicht bearbeiten, weil sie archiviert ist.
nl: U kunt deze gebeurtenis niet bewerken omdat ze gearchiveerd is.

source: You cannot edit this event because it was imported from an external calendar.
de: Sie können diese Veranstaltung nicht bearbeiten, weil sie von einem externen Kalender importiert worden ist.

source: You don't have the permission to edit events.
de: Sie haben nicht die nötige Berechtigung, um Veranstaltungen zu bearbeiten.
nl: Je hebt geen toestemming om gebeurtenissen te bewerken.

source: You don't have the permission to publish events, but you can propose changes and submit them for review instead.
de: Sie haben nicht die nötige Berechtigung, um Veranstaltungen zu veröffentlichen, aber Sie können Änderungen vornehmen und diese zur Freigabe vorlegen.
nl: U hebt niet de toestemming om gebeurtenissen te publiceren, maar u kunt wel wijzigingen voorstellen en ter beoordeling voorleggen.

source: No changes detected, autosave skipped
de: Keine Änderungen vorgenommen, automatisches Speichern übersprungen
nl: Geen veranderingen gedetecteerd, automatisch opslaan overgeslagen

source: The slug was changed from '{user_slug}' to '{slug}', because '{user_slug}' is already used by <a>{translation}</a> or one of its previous versions.
de: Der URL-Parameter wurde von '{user_slug}' zu '{slug}' geändert, da '{user_slug}' bereits von <a>{translation}</a> oder einer vorherigen Version davon verwendet wird.

source: Event "{}" was successfully created
de: Veranstaltung "{}" wurde erfolgreich erstellt
nl: Gebeurtenis "{}" is succesvol aangemaakt

source: Please create at least one language node before creating events.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Veranstaltungen verwalten.
nl: Maak ten minste één taalknooppunt aan voordat u gebeurtenissen aanmaakt.

source: You don't have the permission to edit or create events.
de: Sie haben nicht die nötige Berechtigung, um Veranstaltungen zu bearbeiten oder zu erstellen.
nl: Je hebt geen toestemming om gebeurtenissen te bewerken of te creëren.

source: Back to the event form
de: Zurück zum Veranstaltungs-Formular

source: External calendar was successfully deleted
de: Externer Kalender wurde erfolgreich gelöscht

source: Please confirm that you really want to delete this external calendar
de: Bitte bestätigen Sie, dass dieser externer Kalendar gelöscht werden soll

source: No changes made
de: Keine Änderungen vorgenommen
nl: Geen wijzigingen aangebracht

source: An error occurred while importing events from this external calendar
de: Ein Fehler mit dem Import von Veranstaltungen ist aufgetreten

source: Successfully imported events from this external calendar
de: Veranstaltungen des externen Kalenders wurden erfolgreich importiert

source: External calendar "{}" was successfully created
de: Externer Kalender "{}" wurde erfolgreich erstellt

source: External calendar "{}" was successfully saved
de: Externer Kalender "{}" wurde erfolgreich gespeichert

source: Please confirm that you really want to delete this calendar
de: Bitte bestätigen Sie, dass dieser Kalendar gelöscht werden soll

source: Feedback was successfully marked as read
de: Feedback wurde als gelesen markiert
nl: Feedback is succesvol gemarkeerd als gelezen

source: Feedback was successfully marked as unread
de: Feedback wurde als ungelesen markiert
nl: Feedback is succesvol gemarkeerd als ongelezen

source: Feedback was successfully archived
de: Feedback wurde erfolgreich archiviert

source: Feedback was successfully restored
de: Feedback wurde erfolgreich wiederhergestellt

source: Feedback was successfully deleted
de: Feedback wurde erfolgreich gelöscht
nl: Feedback is succesvol verwijderd

source: Read by
de: Gelesen von

source: {} "{}" was successfully saved
de: {} "{}" wurde erfolgreich gespeichert
nl: {} "{}" is succesvol opgeslagen

source: {} "{}" was successfully created
de: {} "{}" wurde erfolgreich erstellt
nl: {} "{}" is succesvol aangemaakt

source: Imprint was successfully deleted
de: Impressum wurde erfolgreich gelöscht
nl: Afdruk werd met succes verwijderd

source: Please create at least one language node before creating pages.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Seiten verwalten.
nl: Maak ten minste één taalknooppunt aan voordat u pagina's maakt.

source: This is not the most recent public revision of this translation.
de: Dies ist nicht die neueste öffentliche Revision dieser Übersetzung.

source: Instead, <a>revision {}</a> is shown in the apps.
de: Stattdessen wird die <a>Revision {}</a> in den Apps angezeigt.

source: You don't have the permission to edit the imprint.
de: Sie haben nicht die nötige Berechtigung, um das Impressum zu bearbeiten.
nl: Je hebt geen toestemming om de afdruk te bewerken.

source: Imprint was successfully created
de: Impressum wurde erfolgreich erstellt
nl: Afdruk is succesvol aangemaakt

source: {source_language} to {target_language}
de: {source_language} nach {target_language}
nl: {source_language} naar {target_language}

source: You cannot use the side-by-side-view for the region's default language (in this case {default_language}).
de: Sie können die Side-by-Side-Ansicht nicht für die Standard-Sprache (in diesem Fall {default_language}) verwenden.
nl: U kunt de side-by-side-view niet gebruiken voor de standaard taal van de regio (in dit geval {default_language}).

source: You cannot use the side-by-side-view if the source translation (in this case {source_language}) does not exist.
de: Sie können die Side-by-Side-Ansicht nicht verwenden, wenn die Quell-Übersetzung (in diesem Fall {source_language}) nicht existiert.
nl: U kunt de side-by-side-view niet gebruiken als de bronvertaling (in dit geval {source_language}) niet bestaat.

source: A region can only have one root language.
de: Eine Region kann nur eine Standard-Sprache besitzen.
nl: Een regio kan slechts één grondtaal hebben.

source: The language tree node "{}" was successfully moved.
de: Der Sprach-Knoten "{}" wurde erfolgreich verschoben.
nl: De taalboomknoop "{}" is succesvol verplaatst.

source: The language tree node "{}" cannot be deleted because it is the source language of other language(s).
de: Der Sprach-Knoten "{}" kann nicht gelöscht werden, da er die Quell-Sprache anderer Sprachen ist.

source: The language tree node "{}" and all corresponding translations were successfully deleted.
de: Der Sprach-Knoten "{}" und alle entsprechenden Übersetzungen wurden erfolgreich gelöscht.
nl: De taalboomknoop "{}" en alle bijbehorende vertalingen zijn succesvol verwijderd.

source: made visible
de: sichtbar gemacht

source: activated
de: aktiviert

source: disabled
de: deaktiviert

source: Please confirm that you really want to delete this language node
de: Bitte bestätigen Sie, dass dieser Sprachknoten gelöscht werden soll
nl: Bevestig dat u dit taalknooppunt echt wilt verwijderen

source: All translations for pages, locations, events and push notifications of this language will also be deleted.
de: Alle Übersetzungen zu Seiten, Orten, Veranstaltungen und Push-Benachrichtigungen zu dieser Sprache werden ebenfalls gelöscht.
nl: Alle vertalingen voor pagina's, locaties, evenementen en pushmeldingen van deze taal zullen ook worden verwijderd.

source: Links were replaced successfully.
de: Links wurden erfolgreich ersetzt.

source: Email link was successfully replaced
de: E-Mail-Link wurde erfolgreich ersetzt

source: Phone number link was successfully replaced
de: Telefonnummern-Link wurde erfolgreich ersetzt

source: URL was successfully replaced
de: URL wurde erfolgreich ersetzt
nl: URL werd met succes vervangen

source: Links were successfully ignored
de: Links wurden erfolgreich ignoriert
nl: Links werden met succes genegeerd

source: Links were successfully unignored
de: Links werden nicht mehr ignoriert
nl: Links werden met succes verwijderd

source: Links were successfully checked
de: Links wurden erfolgreich geprüft
nl: Links werden met succes gecontroleerd

source: File "{}" was uploaded successfully
de: Datei "{}"wurde erfolgreich hochgeladen
nl: Bestand "{}" is succesvol geupload

source: No changes detected
de: Keine Änderungen vorgenommen
nl: Geen veranderingen waargenomen

source: File "{}" was saved successfully
de: Datei "{}" wurde erfolgreich gespeichert
nl: Bestand "{}" is succesvol opgeslagen

source: File "{}" cannot be deleted because it is used as an icon or content.
de: Datei "{}" kann nicht gelöscht werden, da sie als Icon oder Inhalt benutzt ist.

source: File "{}" was successfully deleted
de: Datei "{}" wurde erfolgreich gelöscht
nl: Bestand "{}" is succesvol verwijderd

source: Directory "{}" was created successfully
de: Verzeichnis "{}" wurde erfolgreich erstellt
nl: Directory "{}" is succesvol aangemaakt

source: Directory "{}" was saved successfully
de: Verzeichnis "{}" wurde erfolgreich gespeichert
nl: Directory "{}" is succesvol opgeslagen

source: Directory "{}" cannot be deleted because it is not empty
de: Verzeichnis "{}" kann nicht gelöscht werden, da es nicht leer ist
nl: Directory "{}" kan niet worden verwijderd omdat hij niet leeg is

source: Directory "{}" was successfully deleted
de: Verzeichnis "{}" wurde erfolgreich gelöscht
nl: Directory "{}" is succesvol verwijderd

source: File "{}" was moved successfully into directory "{}"
de: Datei "{}" wurde erfolgreich in das Verzeichnis "{}" verschoben
nl: Bestand "{}" is succesvol verplaatst naar map "{}"

source: Create Directory
de: Verzeichnis erstellen
nl: Directory maken

source: Upload File
de: Datei hochladen
nl: Bestand uploaden

source: Click or drop files here for upload.
de: Klicken Sie hier oder legen Sie die Dateien zum Hochladen hier ab.
nl: Klik of zet bestanden hier neer om te uploaden.

source: Directory Properties
de: Ordner-Eigenschaften
nl: Directory-eigenschappen

source: File Properties
de: Datei-Eigenschaften
nl: Bestandseigenschappen

source: Search results for
de: Suchergebnisse für
nl: Zoekresultaten voor

source: Unused media files
de: Ungenutzte Mediendateien

source: Upload
de: Hochladen

source: Upload file
de: Datei hochladen
nl: Upload bestand

source: Save file
de: Datei speichern
nl: Bestand opslaan

source: Delete file
de: Datei löschen
nl: Verwijder bestand

source: You can only delete unused media files
de: Es können nur unbenutzte Dateien gelöscht werden

source: Show file
de: Datei anzeigen
nl: Toon bestand

source: Enter directory
de: Verzeichnis betreten
nl: Directory invoeren

source: Create directory
de: Verzeichnis erstellen
nl: Map aanmaken

source: Save changes
de: Änderungen speichern

source: Delete directory
de: Verzeichnis löschen
nl: Directory verwijderen

source: You can only delete empty directories
de: Es können nur leere Verzeichnisse gelöscht werden
nl: U kunt alleen lege mappen verwijderen

source: Back
de: Zurück
nl: Terug

source: Close detail view
de: Detailansicht schließen
nl: Detailweergave sluiten

source: Select
de: Auswählen
nl: Selecteer

source: Select file
de: Datei auswählen
nl: Selecteer bestand

source: Replace file
de: Datei ersetzen
nl: Bestand vervangen

source: Show only unused
de: Nur ungenutzte anzeigen

source: File name:
de: Dateiname:
nl: Bestandsnaam:

source: Directory name:
de: Verzeichnisname:
nl: Directory naam:

source: File format:
de: Dateiformat:
nl: Bestandsformaat:

source: File size:
de: Dateigröße:
nl: Bestandsgrootte:

source: File uploaded on:
de: Datei hochgeladen am:
nl: Bestand geupload op:

source: File modified on:
de: Datei zuletzt geändert am:

source: Directory created on:
de: Verzeichnis erstellt am:
nl: Directory aangemaakt op:

source: Hide this directory:
de: Dieses Verzeichnis verbergen:

source: Hide this file:
de: Diese Datei verbergen:

source: Alternative text:
de: Alternativer Text:
nl: Alternatieve tekst:

source: As icon
de: Als Icon

source: In content
de: Im Inhalt

source: This file is unused.
de: Diese Datei wird nicht verwendet.

source: Enter directory name here
de: Verzeichnisname hier eingeben
nl: Vul hier de naam van de map in

source: This file is read-only and cannot be edited.
de: Diese Datei ist schreibgeschützt und kann nicht bearbeitet werden.
nl: Dit bestand is alleen-lezen en kan niet worden bewerkt.

source: This directory is read-only and cannot be edited.
de: Dieses Verzeichnis ist schreibgeschützt und kann nicht bearbeitet werden.
nl: Deze map is alleen-lezen en kan niet worden bewerkt.

source: Only images can be selected as an icon.
de: Es können nur Bilder als Icon ausgewählt werden.
nl: Alleen afbeeldingen kunnen als pictogram worden gekozen.

source: Please confirm that you really want to delete this file
de: Bitte bestätigen Sie, dass diese Datei gelöscht werden soll
nl: Bevestig dat u dit bestand echt wilt verwijderen

source: Please confirm that you really want to delete this directory
de: Bitte bestätigen Sie, dass dieses Verzeichnis gelöscht werden soll
nl: Bevestig dat u deze map echt wilt verwijderen

source: This file type is not supported. Supported types are:
de: Dieser Dateityp wird nicht unterstützt. Unterstützte Typen sind:
nl: Dit bestandstype wordt niet ondersteund. Ondersteunde types zijn:

source: An error has occurred.
de: Es ist ein Fehler aufgetreten.
nl: Er is een fout opgetreden.

source: Please confirm that you really want to delete this {}
de: Bitte bestätigen Sie, dass diese {} gelöscht werden soll
nl: Bevestig alstublieft dat u dit echt wilt verwijderen {}

source: Organization was successfully archived
de: Die Organisation wurde erfolgreich archiviert

source: Organization couldn't be archived as it's used by a page, poi or user
de: Die Organisation konnte nicht archiviert werden, da sie von einer Seite, einem Ort oder eines Users verwendet wird

source: Organization was successfully restored
de: Die Organisation wurde erfolgreich wiederhergestellt

source: Organization was successfully deleted
de: Organisation wurde erfolgreich gespeichert

source: Organization couldn't be deleted as it's used by a page, poi or user
de: Die Organisation konnte nicht gelöscht werden, da sie von einer Seite, einem Ort oder eines Users verwendet wird

source: Please confirm that you really want to archive this organization
de: Bitte bestätigen Sie, dass diese Organisation archiviert werden soll.

source: Archiving this organization removes it from all users and content objects that use it
de: Das Archivieren dieser Organisation entfernt diese von allen Benutzer:innen und Inhalten, von denen sie benutzt wurde

source: Please confirm that you really want to restore this organization
de: Bitte bestätigen Sie, dass diese Organisation wiederhergestellt werden soll

source: Please confirm that you really want to delete this organization
de: Bitte bestätigen Sie, dass diese Organisation gelöscht werden soll

source: Deleting this organization removes it from all users and content objects that use it
de: Das Löschen dieser Organisationen entfernt diese von allen Benutzer:innen und Inhalten, von denen sie benutzt wurde

source: You cannot archive an organization which is used by a poi, page or user. This also involves archived pages and pois
de: Sie können keine Organisation archivieren, die von einem Ort, einer Seite oder von Benutzer:innen verwendet wird. Dies betrifft auch archivierte Orte und Seiten

source: You cannot delete an organization which is used by a poi, page or user. This also involves archived pages and pois
de: Sie können keine Organisation löschen, die von einem Ort, einer Seite oder von Benutzer:innen verwendet wird. Dies betrifft auch archivierte Orte und Seiten

source: You cannot edit this organization because it is archived.
de: Sie können diese Organisation nicht bearbeiten, da sie archiviert ist.

source: You don't have the permission to edit organizations.
de: Sie haben nicht die benötigten Berechtigungen, um Organisationen zu bearbeiten.

source: Organization "{}" was successfully created
de: Organisation "{}" wurde erfolgreich erstellt

source: Organization "{}" was successfully saved
de: Organisation "{}" wurde erfolgreich gespeichert

source: Page was successfully archived
de: Seite wurde erfolgreich archiviert
nl: Pagina is succesvol gearchiveerd

source: Page was successfully restored.
de: Seite wurde erfolgreich wiederhergestellt.
nl: Pagina is succesvol hersteld.
