Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Links selected
de: Links ausgewählt
nl: Geselecteerde links

source: Unignore
de: Nicht ignorieren

source: Recheck
de: Erneut prüfen
nl: Hercontroleer

source: Ignore
de: Ignorieren
nl: Negeer

source: Search & replace in links
de: Suchen & Ersetzen in Links

source: Here you can replace internal links, e-mail addresses and phone numbers partially or completely.
de: Hier können Sie interne Links, E-Mail-Adressen und Telefonnummern teilweise oder komplett ersetzen.

source: Example 1:
de: Beispiel 1:

source: Example 2:
de: Beispiel 2:

source: Example 3:
de: Beispiel 3:

source: Search and replace
de: Suchen und Ersetzen

source: Edit offer template "%(offer_template_name)s"
de: Angebots-Vorlage "%(offer_template_name)s" bearbeiten
nl: Bewerk aanbieding template "%(offer_template_name)s"

source: Create new offer template
de: Neue Angebots-Vorlage erstellen
nl: Maak een nieuwe aanbieding template

source: General Settings
de: Allgemeine Einstellungen
nl: Algemene Instellingen

source: This offer template cannot be deleted because it is used in at least one region.
de: Diese Angebots-Vorlage kann nicht gelöscht werden, da sie in mindestens einer Region verwendet wird.
nl: Dit aanbiedingensjabloon kan niet worden verwijderd omdat het in ten minste één regio wordt gebruikt.

source: Delete this offer templates
de: Diese Angebots-Vorlage löschen
nl: Verwijder deze aanbieding sjablonen

source: Create offer template
de: Neue Angebots-Vorlage erstellen
nl: Offerte sjabloon maken

source: Number of regions where this offer is enabled
de: Anzahl der Regionen, in denen dieses Angebot verwendet wird
nl: Aantal regio's waar dit aanbod is geactiveerd

source: No offer templates available yet.
de: Noch keine Angebots-Vorlagen vorhanden.
nl: Er zijn nog geen offertesjablonen beschikbaar.

source: Delete offer templates
de: Angebots-Vorlage löschen
nl: Aanbodsjablonen verwijderen

source: Edit organization "%(organization_name)s"
de: Organisation "%(organization_name)s" bearbeiten
nl: Bewerk organisatie "%(organization_name)s"

source: Create new organization
de: Neue Organisation erstellen
nl: Creëer nieuwe organisatie

source: Delete organization
de: Organisation löschen
nl: Organisatie verwijderen

source: Pages and locations
de: Seiten und Orte

source: This organization currently has no maintained pages.
de: Zur Zeit werden von dieser Organisation keine Seiten verwaltet.

source: This organization currently has no maintained locations.
de: Zur Zeit werden von dieser Organisation keine Orte verwaltet.

source: Members
de: Mitglieder

source: Username
de: Kontoname
nl: Gebruikersnaam

source: This organization currently has no members.
de: Diese Organisation hat zur Zeit keine Mitglieder.

source: Archived Organizations
de: Archivierte Organisationen

source: Manage Organizations
de: Organisationen verwalten
nl: Organisaties beheren

source: Back to organizations
de: Zurück zu Organisationen

source: Archived organizations
de: Archivierte Organisationen

source: Create organization
de: Organisation erstellen
nl: Creëer organisatie

source: Maintained contents
de: Anzahl an verwalteten Inhalten

source: No archived organizations.
de: Keine archivierten Organisationen.

source: No organizations available yet.
de: Noch keine Organisationen vorhanden.
nl: Er zijn nog geen organisaties beschikbaar.

source: Organizations selected
de: Organisationen ausgewählt

source: Restore organization
de: Organisation wiederherstellen

source: Archive organization
de: Organisationen archivieren

source: Change the position of the page with drag & drop.
de: Ändern Sie die Position der Seite mit Drag & Drop.
nl: Verander de positie van de pagina met drag & drop.

source: New Page
de: Neue Seite
nl: Nieuwe pagina

source: Add to authors
de: Zu Autor:innen hinzufügen
nl: Toevoegen aan auteurs

source: Add to editors
de: Zu Redakteur:innen hinzufügen
nl: Toevoegen aan redactie

source: Multilingual XLIFF export
de: Mehrsprachiger XLIFF-Export

source: Please select languages for multilingual export.
de: Bitte wählen Sie Sprachen für den mehrsprachigen Export.

source: You cannot export XLIFF files for the default language
de: Sie können keine XLIFF-Dateien für die Standard-Sprache exportieren
nl: U kunt geen XLIFF-bestanden exporteren voor de standaardtaal

source: Select all languages.
de: Alle Sprachen auswählen

source: File
de: Datei
nl: Bestand

source: Page
de: Seite
nl: Pagina

source: by
de: von
nl: door

source: Versions
de: Versionen
nl: Versies

source: Show previous versions
de: Bisherige Versionen anzeigen
nl: Toon vorige versies

source: Preview
de: Vorschau
nl: Voorbeeld

source: Source Code
de: Quellcode
nl: Broncode

source: No changes detected.
de: Keine Änderungen vorgenommen.
nl: Geen veranderingen ontdekt.

source: Edit page "%(page_title)s"
de: Seite "%(page_title)s" bearbeiten
nl: Bewerk pagina "%(page_title)s"

source: Create new translation
de: Neue Übersetzung erstellen
nl: Nieuwe vertaling maken

source: Create new page
de: Neue Seite erstellen
nl: Nieuwe pagina maken

source: Translation in progress
de: Übersetzung wird durchgeführt
nl: Vertaling in uitvoering

source: Cancel translation process
de: Übersetzungsprozess abbrechen
nl: Vertaalproces annuleren

source: Archived, because a parent page is archived
de: Archiviert, weil eine übergeordnete Seite archiviert ist
nl: Gearchiveerd, omdat een bovenliggende pagina gearchiveerd is

source: Mark this page as up-to-date
de: Seite als aktuell markieren
nl: Markeer deze pagina als up-to-date

source: Restore page
de: Seite wiederherstellen
nl: Herstel pagina

source: Restore this page
de: Diese Seite wiederherstellen
nl: Herstel deze pagina

source: To restore this page, you have to restore its parent page:
de: Um diese Seite wiederherzustellen, müssen Sie ihre übergeordnete Seite wiederherstellen:
nl: Om deze pagina te herstellen, moet u de bovenliggende pagina herstellen:

source: Archive page
de: Seite archivieren
nl: Archief pagina

source: Archive this page
de: Diese Seite archivieren
nl: Archiveer deze pagina

source: You cannot archive a page which is embedded as live content from another page.
de: Diese Seite kann nicht archiviert werden, da sie von einer anderen Seite als Live-Inhalt eingebunden wurde.

source: To archive this page, you have to remove the embedded live content from this page first:
de: Um diese Seite zu archivieren, müssen Sie den eingebetteten Live-Inhalt von dieser Seite entfernen:

source: Delete page
de: Seite löschen
nl: Verwijder pagina

source: You cannot delete a page which has subpages.
de: Sie können keine Seite löschen, die Unterseiten besitzt.
nl: U kunt geen pagina verwijderen die subpagina's heeft.

source: To delete this page, you have to delete or move its subpage first:
de: Um diese Seite zu löschen, müssen Sie zuerst ihre Unterseite löschen oder verschieben:
nl: Om deze pagina te verwijderen, moet u eerst de subpagina verwijderen of verplaatsen:

source: This page cannot be deleted because it was embedded as live content from another page.
de: Diese Seite kann nicht gelöscht werden, da sie von einer anderen Seite als Live-Inhalt eingebunden wurde.
nl: Deze pagina kan niet worden verwijderd omdat hij was ingesloten als live inhoud van een andere pagina.

source: To delete this page, you have to remove the embedded live content from this page first:
de: Um diese Seite zu löschen, müssen Sie den eingebetteten Live-Inhalt von dieser Seite entfernen:
nl: Om deze pagina te verwijderen, moet u eerst de ingebedde live inhoud van deze pagina verwijderen:

source: Delete this page
de: Diese Seite löschen
nl: Verwijder deze pagina

source: Increase the HIX score to at least %(minimum_hix)s to enable automatic translations.
de: Um automatische Übersetzungen nutzen zu können, muss der HIX-Wert mindestens %(minimum_hix)s betragen.

source: Select all languages
de: Alle Sprachen auswählen

source: Settings of the page
de: Einstellungen der Seite
nl: Instellingen van de pagina

source: Positioning
de: Anordnung
nl: Positionering

source: Order
de: Reihenfolge
nl: Bestel

source: Embed live content
de: Live-Inhalte einbinden
nl: Live inhoud insluiten

source: Embed offers
de: Angebote einbinden

source: Access token was successfully copied to clipboard
de: Zugangs-Token wurde erfolgreich in die Zwischenablage kopiert.
nl: Toegangstoken is succesvol gekopieerd naar klembord

source: Additional permissions for this page
de: Zusätzliche Berechtigungen für diese Seite
nl: Extra rechten voor deze pagina

source: This only affects users who do not have permission to edit arbitrary pages.
de: Dies betrifft nur Benutzer:innen, die nicht sowieso die Berechtigung haben, beliebige Seiten zu ändern.

source: Page permissions can only be set after the page has been saved as draft or published for the first time.
de: Sie müssen die Seite erst als Entwurf speichern oder veröffentlichen, bevor Sie die Berechtigungen für diese Seite ändern können.

source: Translator view
de: Übersetzungs-Ansicht
nl: Vertaler uitzicht

source: Show translator view
de: Übersetzungs-Ansicht anzeigen
nl: Toon vertaler uitzicht

source: Translate "%(page_title)s" from %(source_language)s to %(target_language_name)s
de: Übersetze "%(page_title)s" von %(source_language)s nach %(target_language_name)s
nl: Vertaal "%(page_title)s" van %(source_language)s naar %(target_language_name)s

source: Back to the page form
de: Zurück zum Seiten-Formular
nl: Terug naar het pagina formulier

source: Leave blank to generate unique permalink from title
de: Dieses Feld freilassen, um einen eindeutigen Permalink aus dem Titel zu generieren
nl: Laat leeg om unieke permalink te genereren uit titel

source: Page Tree
de: Seiten-Baum
nl: Pagina Boom

source: Archived pages
de: Archivierte Seiten
nl: Gearchiveerde pagina's

source: Create page
de: Seite erstellen
nl: Pagina maken

source: You can only create pages in the default language (%(default_language)s).
de: Sie können Seiten nur in der Standard-Sprache (%(default_language)s) anlegen.
nl: Je kunt alleen pagina's maken in de standaard taal (%(default_language)s).

source: No pages found with these filters.
de: Keine Seiten mit diesen Filtern gefunden.
nl: Geen pagina's gevonden met deze filters.

source: No pages available yet.
de: Noch keine Seiten vorhanden.
nl: Nog geen pagina's beschikbaar.

source: Expand all
de: Alle ausklappen
nl: Alles uitbreiden

source: Collapse all
de: Alle einklappen
nl: Alles samenvouwen

source: Pages selected
de: Seiten ausgewählt
nl: Geselecteerde pagina's

source: Archive pages
de: Seiten archivieren
nl: Archief pagina's

source: Export published pages as PDF
de: Veröffentlichte Seiten als PDF exportieren
nl: Gepubliceerde pagina's exporteren als PDF

source: Currently PDF-Export is not available in this language.
de: Derzeit ist der PDF-Export in dieser Sprache nicht verfügbar.

source: Export published pages for %(language_translated_name)s translation
de: Nur veröffentlichte Seiten für die %(language_translated_name)s-Übersetzung exportieren
nl: Gepubliceerde pagina's exporteren voor %(language_translated_name)s vertaling

source: Export unpublished (⚠️) and published pages for %(language_translated_name)s translation
de: Nicht (⚠️) veröffentlichte und veröffentlichte Seiten für die %(language_translated_name)s-Übersetzung exportieren
nl: Exporteer ongepubliceerde (⚠️) en gepubliceerde pagina's voor %(language_translated_name)s vertaling

source: Export selected pages for multilingual translation
de: Ausgewählte Seiten für die mehrsprachige Übersetzung exportieren

source: Import XLIFF files
de: XLIFF-Dateien importieren
nl: XLIFF-bestanden importeren

source: Supported file extensions
de: Unterstützte Dateiendungen
nl: Ondersteunde bestandsextensies

source: Select files
de: Dateien auswählen
nl: Bestanden kiezen

source: and {} other files
de: und {} weitere Dateien
nl: en {} andere bestanden

source: Import
de: Importieren
nl: Importeren

source: Archived Pages
de: Archivierte Seiten
nl: Gearchiveerde pagina's

source: Back to pages
de: Zurück zu Seiten

source: No archived pages found with these filters.
de: Keine archivierten Seiten mit diesen Filtern gefunden.
nl: Geen gearchiveerde pagina's gevonden met deze filters.

source: No pages archived yet.
de: Noch keine Seiten archiviert.
nl: Nog geen pagina's gearchiveerd.

source: Restore pages
de: Seiten wiederherstellen
nl: Pagina's herstellen

source: Drag & drop is disabled for archived pages.
de: Drag & drop ist für archivierte Seiten nicht möglich.
nl: Drag & drop is uitgeschakeld voor gearchiveerde pagina's.

source: Expand all subpages
de: Alle Unterseiten ausklappen
nl: Alle subpagina's uitklappen

source: Collapse all subpages
de: Alle Unterseiten einklappen
nl: Alle subpagina's samenvouwen

source: This page is archived.
de: Diese Seite ist archiviert.
nl: Deze pagina is gearchiveerd.

source: This page is archived, because at least one of its parent pages is archived.
de: Diese Seite ist archiviert, weil eine ihrer übergeordneten Seiten archiviert ist.
nl: Deze pagina is gearchiveerd, omdat ten minste één van de bovenliggende pagina's gearchiveerd is.

source: View page as preview
de: Seite als Vorschau ansehen
nl: Pagina als voorbeeld bekijken

source: You cannot preview an empty page.
de: Eine leere Seite hat keine Vorschau
nl: U kunt geen voorbeeld van een lege pagina bekijken.

source: To restore this page, you have to restore its archived parent page.
de: Um diese Seite wiederherzustellen, müssen Sie ihre archivierte übergeordnete Seite wiederherstellen.
nl: Om deze pagina te herstellen, moet u de gearchiveerde bovenliggende pagina herstellen.

source: This also involves non-archived subpages.
de: Dies betrifft auch nicht-archivierte Unterseiten.
nl: Dit geldt ook voor niet-gearchiveerde subpagina's.

source: Change the order and position of the pages with drag & drop.
de: Ändern Sie die Reihenfolge und Position der Seiten mit Drag & Drop.
nl: Wijzig de volgorde en positie van de pagina's met drag & drop.

source: Open page in web app
de: Seite in der Web-App öffnen
nl: Open pagina in web app

source: This page cannot be opened in the web app, because it is not public.
de: Diese Seite kann nicht in der Web-App geöffnet werden, weil sie nicht veröffentlicht ist.
nl: Deze pagina kan niet worden geopend in de web app, omdat hij niet openbaar is.

source: Edit page
de: Seite bearbeiten
nl: Pagina bewerken

source: This page cannot be archived because it was embedded as live content from another page.
de: Diese Seite kann nicht archiviert werden, da sie von einer anderen Seite als Live-Inhalt eingebunden wurde.

source: This also involves archived subpages.
de: Dies betrifft auch archivierte Unterseiten.
nl: Dit geldt ook voor gearchiveerde subpagina's.

source: Copy short link
de: Kurz-URL kopieren
nl: Kopieer korte link

source: You cannot copy a short link of a page which has no translation.
de: Sie können keine Kurz-URL zu einer fehlenden Übersetzung kopieren.
nl: U kunt geen korte link kopiëren van een pagina die geen vertaling heeft.

source: Review XLIFF Import
de: XLIFF Import überprüfen
nl: Herziening XLIFF Import

source: Please review the changes that will be applied to the page translations below.
de: Bitte überprüfen Sie die Änderungen, die an den Seiten-Übersetzungen vorgenommen werden.
nl: Bekijk hieronder de wijzigingen die zullen worden toegepast op de vertalingen van de pagina's.

source: Abort
de: Abbrechen
nl: Afbreken

source: Number of entries per page
de: Anzahl Einträge pro Seite
nl: Aantal vermeldingen per pagina

source: Edit location category "%(poi_category_name)s"
de: Ortskategorie "%(poi_category_name)s" bearbeiten

source: Create new location category
de: Neue Ortskategorie erstellen

source: Map marker
de: Kartenmarkierung

source: Category name
de: Name der Kategorie

source: Create location category
de: Ortskategorie erstellen

source: Number of locations with this category
de: Anzahl an Orten mit dieser Kategorie

source: Number of locations
de: Anzahl an Orten

source: No POI categories available yet.
de: Noch keine POI Kategorien vorhanden.

source: You cannot delete a location category that is used in at least one location.
de: Diese Kategorie kann nicht gelöscht werden, da sie von mindestens einem Ort verwendet wird.

source: Delete location category
de: Ortskategorie löschen

source: Edit location "%(poi_title)s"
de: Ort "%(poi_title)s" bearbeiten
nl: Bewerk locatie "%(poi_title)s"

source: Create new translation of the location
de: Neue Übersetzung des Ortes erstellen
nl: Maak een nieuwe vertaling van de locatie

source: Create new location
de: Neuen Ort erstellen
nl: Maak nieuwe locatie

source: The default translation is not yet published
de: Die Standardübersetzung ist noch nicht veröffentlicht

source: SEO section
de: SEO-Bereich

source: Restore location
de: Ort wiederherstellen
nl: Plaats herstellen

source: Restore this location
de: Diesen Ort wiederherstellen
nl: Herstel deze locatie

source: Archive location
de: Ort archivieren
nl: Archieflocatie

source: You cannot archive a location which is referenced by an event.
de: Der Ort kann nicht archiviert werden, da er von einer Veranstaltung verwendet wird.

source: To archive this location, you have to delete this event first:
de: Löschen Sie zuerst diese Veranstaltung, um den Ort zu archivieren:

source: You cannot archive a location which is referenced by a contact.
de: Der Ort kann nicht archiviert werden, da er von einem Kontakt verwendet wird.

source: To archive this location, you have to delete this contact first:
de: Löschen Sie zuerst diesen Kontakt, um den Ort zu archivieren:

source: Archive this location
de: Diesen Ort archivieren
nl: Archiveer deze locatie

source: Delete location
de: Ort löschen
nl: Locatie verwijderen

source: You cannot delete a location which is referenced by an event.
de: Der Ort kann nicht gelöscht werden, da er von einer Veranstaltung verwendet wird.
nl: U kunt geen locatie verwijderen waarnaar een gebeurtenis verwijst.

source: To delete this location, you have to delete this event first:
de: Löschen Sie zuerst diese Veranstaltung, um den Ort zu löschen:
nl: Om deze locatie te verwijderen, moet u eerst deze gebeurtenis verwijderen:

source: You cannot delete a location which is referenced by a contact.
de: Der Ort kann nicht gelöscht werden, da er von einem Kontakt verwendet wird.

source: To delete this location, you have to delete this contact first:
de: Löschen Sie zuerst diesen Kontakt, um den Ort zu löschen:

source: Delete this location
de: Diesen Ort löschen
nl: Verwijder deze locatie

source: Derive coordinates automatically from address
de: Koordinaten automatisch aus der Adresse ableiten

source: Map
de: Karte

source: You can set the position by clicking on the map
de: Sie können die Position auswählen, indem Sie auf die Karte klicken

source: You can change the position via drag & drop
de: Sie können die Position mit Drag & Drop ändern

source: No address found at this position
de: Keine Adresse an dieser Position gefunden

source: New address found
de: Neue Adresse gefunden

source: Update address and coordinates
de: Adresse und Koordinaten übernehmen

source: Update only address
de: Nur Addresse übernehmen

source: Update only coordinates
de: Nur Koordinaten übernehmen

source: Please choose one option or cancel
de: Bitte eine Option auswählen oder abbrechen

source: Archived locations
de: Archivierte Orte
nl: Gearchiveerde locaties

source: Create location
de: Ort erstellen
nl: Creëer locatie

source: You can only create locations in the default language (%(default_language)s).
de: Sie können Orte nur in der Standard-Sprache (%(default_language)s) anlegen.
nl: Je kunt alleen locaties maken in de standaard taal (%(default_language)s).

source: Street
de: Straße
nl: Straat

source: Postal Code
de: Postleitzahl
nl: Postcode

source: Country
de: Land
nl: Land

source: No locations found with these filters.
de: Keine Orte mit diesen Filtern gefunden.
nl: Geen locaties gevonden met deze filters.

source: No locations available yet.
de: Noch keine Orte vorhanden.
nl: Nog geen locaties beschikbaar.

source: Locations selected
de: Orte ausgewählt
nl: Geselecteerde locaties

source: Archive locations
de: Orte archivieren
nl: Archief plaatsen

source: Back to locations
de: Zurück zu Orte

source: No locations archived yet.
de: Noch keine Orte archiviert.
nl: Nog geen locaties gearchiveerd.

source: Restore locations
de: Orte wiederherstellen
nl: Locaties herstellen

source: No category assigned
de: Keine Kategorie zugewiesen

source: You cannot delete a location which is used by an event.
de: Der Ort kann nicht gelöscht werden, da er von einer Veranstaltung oder einem Kontakt verwendet wird.
nl: U kunt geen locatie verwijderen die door een gebeurtenis wordt gebruikt.

source: This also involves archived events.
de: Dies betrifft auch archivierte Veranstaltungen.
nl: Dit betreft ook gearchiveerde gebeurtenissen.

source: Open location in web app
de: Ort in der Web-App öffnen
nl: Open locatie in web app

source: This location cannot be opened in the web app, because it is not public.
de: Dieser Ort kann nicht in der Web-App geöffnet werden, weil er nicht veröffentlicht ist.
nl: Deze locatie kan niet worden geopend in de web app, omdat deze niet openbaar is.

source: Edit Template "%(push_notification_title)s"
de: Nachrichten-Vorlage "%(push_notification_title)s" bearbeiten

source: Edit News "%(push_notification_title)s"
de: Nachricht "%(push_notification_title)s" bearbeiten

source: Create News Template
de: Neue Nachrichten-Vorlage erstellen

source: Create News
de: Nachricht erstellen

source: Update template
de: Vorlage aktualisieren

source: Save template
de: Vorlage speichern

source: Create news from template
de: Neue Nachricht aus dieser Vorlage erstellen

source: Save & Send
de: Speichern & Senden
nl: Opslaan & Verzenden

source: Save & Schedule
de: Speichern & Terminieren

source: News are sent every %(schedule_interval)s minutes
de: Nachrichten werden alle %(schedule_interval)s Minuten gesendet

source: Any manager with access to only some of the selected regions can view but not edit this news template.
de: Verwalter:innen, die nur auf einige der ausgewählten Regionen Zugriff haben, können diese Vorlage ansehen, aber nicht bearbeiten.

source: Any manager with access to only some of the selected regions can view but not edit this news.
de: Verwalter:innen, die nur auf einige der ausgewählten Regionen Zugriff haben, können diese Nachricht ansehen, aber nicht bearbeiten.

source: Sent draft
de: Gesendeter Entwurf

source: News was sent on %(sent_date)s, but is now in draft state, which means it is no longer shown in the news section of the app.
de: Die Nachricht wurde am %(sent_date)s gesendet, befindet sich jetzt aber im Entwurfsstatus, d.h. sie wird nicht mehr im Nachrichtenbereich der App angezeigt

source: Sent
de: Gesendet
nl: Verzonden

source: News sent on:
de: Nachricht wurde gesendet am:

source: News is scheduled, but in draft and will not be sent automatically.
de: Die Nachricht ist terminiert, aber im Entwurf und wird nicht automatisch gesendet.

source: Scheduled
de: Terminiert

source: News will be sent automatically on:
de: Nachricht wird automatisch versendet am:

source: News not sent yet
de: Nachricht noch nicht gesendet

source: Open Templates
de: Vorlagen öffnen

source: Channel
de: Kanal
nl: Kanaal

source: Planned send date
de: Terminiert am

source: No push notifications found with these filters.
de: Keine Push-Benachrichtigungen mit diesen Filter gefunden.
nl: Geen push meldingen gevonden met deze filters.

source: No push notifications available yet.
de: Noch keine Push-Benachrichtigungen vorhanden.
nl: Nog geen push meldingen beschikbaar.
