Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: However, it is still archived because one of its parent pages is archived.
de: Sie ist jedoch immer noch archiviert, weil eine ihrer übergeordneten Seiten archiviert ist.
nl: Het is echter nog steeds gearchiveerd omdat een van zijn bovenliggende pagina's gearchiveerd is.

source: Page was successfully deleted
de: Seite wurde erfolgreich gelöscht
nl: Pagina is succesvol verwijderd

source: Page "{}" does not have a translation for language "{}"
de: Die Seite "{}" hat keine Übersetzung für die Sprache "{}"

source: Cancelled translation process for page "{}" and language "{}"
de: Übersetzungsprozess für Seite "{}" und Sprache "{}" abgebrochen

source: File "{}" is neither a ZIP archive nor an XLIFF file.
de: Die Datei "{}" ist weder ein ZIP-Archiv noch eine XLIFF-Datei.
nl: Bestand "{}" is noch een ZIP archief noch een XLIFF bestand.

source: The ZIP archive "{}" does not contain XLIFF files.
de: Das ZIP-Archiv "{}" enthält keine XLIFF-Dateien
nl: Het ZIP-archief "{}" bevat geen XLIFF-bestanden.

source: The ZIP archive "{}" contains the following invalid files: "{}"
de: Das ZIP-Archiv "{}" enthält die folgenden ungültigen Dateien: "{}"
nl: Het ZIP-archief "{}" bevat de volgende ongeldige bestanden: "{}"

source: No XLIFF file was selected for import.
de: Es wurde keine XLIFF-Datei für den Import ausgewählt.
nl: Er is geen XLIFF-bestand geselecteerd voor import.

source: The page "{page}" was successfully moved.
de: Die Seite "{page}" wurde erfolgreich verschoben.
nl: De pagina "{page}" is succesvol verplaatst.

source: Marked all translations of this page as up-to-date
de: Alle Übersetzungen dieser Seite als aktuell markiert.
nl: Markeerde alle vertalingen van deze pagina als up-to-date

source: XLIFF file with published pages only for translation to {} successfully created.
de: XLIFF-Datei nur mit veröffentlichten Seiten für die Übersetzung nach {} wurde erfolgreich erstellt.
nl: XLIFF bestand met alleen gepubliceerde pagina's voor vertaling naar {} succesvol aangemaakt.

source: XLIFF file with unpublished and published pages for translation to {} successfully created.
de: XLIFF-Datei mit nicht veröffentlichten und veröffentlichten Seiten für die Übersetzung nach {} wurde erfolgreich erstellt.
nl: XLIFF bestand met ongepubliceerde en gepubliceerde pagina's voor vertaling naar {} succesvol aangemaakt.

source: If the download does not start automatically, please click <a>here</a>.
de: Wenn der Download nicht automatisch startet, klicken Sie bitte <a>hier</a>.

source: XLIFF file for translation to selected languages successfully created.
de: XLIFF Datei für die Übersetzung in die ausgewählten Sprachen wurde erfolgreich erstellt.

source: {model_name} {object_names} was not in translation process.
de: {model_name} {object_names} war nicht im Übersetzungsprozess

source: Translation process was successfully cancelled for {model_name} {object_names}.
de: Der Übersetzungsprozess für {model_name} {object_names} wurde erfolgreich abgebrochen.

source: Translation process could not be successfully cancelled for {model_name} {object_names}.
de: Der Übersetzungsprozess konnte nicht erfolgreich abgebrochen werden für die {model_name} {object_names}.

source: Please confirm that you really want to archive this page
de: Bitte bestätigen Sie, dass diese Seite archiviert werden soll
nl: Bevestig dat u deze pagina echt wilt archiveren

source: All subpages of this page are automatically archived as well.
de: Alle Unterseiten dieser Seite werden automatisch ebenfalls archiviert.
nl: Alle subpagina's van deze pagina worden automatisch ook gearchiveerd.

source: This affects all translations.
de: Dies betrifft alle Übersetzungen.
nl: Dit heeft invloed op alle vertalingen.

source: Please confirm that you really want to restore this page
de: Bitte bestätigen Sie, dass diese Seite wiederhergestellt werden soll
nl: Bevestig dat u deze pagina echt wilt herstellen

source: All subpages of this page that were not already archived before this page are also restored.
de: Es werden auch alle Unterseiten dieser Seite wiederhergestellt, die nicht bereits vor dieser Seite archiviert wurden.
nl: Alle subpagina's van deze pagina die nog niet voor deze pagina gearchiveerd waren, worden ook hersteld.

source: Please check the subpages after the process is complete.
de: Bitte überprüfen Sie die Unterseiten, nachdem der Vorgang abgeschlossen ist.
nl: Controleer de subpagina's nadat het proces is voltooid.

source: Please confirm that you really want to delete this page
de: Bitte bestätigen Sie, dass diese Seite gelöscht werden soll
nl: Bevestig dat u deze pagina echt wilt verwijderen

source: All translations of this page will also be deleted.
de: Alle Übersetzungen dieser Seite werden gelöscht.
nl: Alle vertalingen van deze pagina zullen ook worden verwijderd.

source: You cannot edit this page because it is archived.
de: Sie können diese Seite nicht bearbeiten, weil sie archiviert ist.
nl: U kunt deze pagina niet bewerken omdat hij gearchiveerd is.

source: You cannot edit this page, because one of its parent pages is archived and therefore, this page is archived as well.
de: Sie können diese Seite nicht bearbeiten, weil eine ihrer übergeordneten Seiten archiviert ist, und sie dadurch ebenfalls archiviert ist.
nl: U kunt deze pagina niet bewerken, omdat een van de bovenliggende pagina's is gearchiveerd en daarom is deze pagina ook gearchiveerd.

source: The last changes were saved automatically.
de: Die letzten Änderungen wurden automatisch gespeichert.

source: discard
de: verwerfen

source: The latest changes are pending approval.
de: Die letzten Änderungen stehen zur Freigabe aus.

source: reject
de: ablehnen

source: You can {action} these changes in the <a>version overview</a>.
de: Sie können diese Änderungen in der <a>Versionsübersicht</a> {action}.

source: The latest changes have only been saved as a draft.
de: Die letzten Änderungen wurden nur als Entwurf gespeichert.

source: Currently, <a>version {}</a> of this page is displayed in the app.
de: Aktuell wird <a>Version {}</a> dieser Seite in der App angezeigt.

source: You don't have the permission to edit this page.
de: Sie haben nicht die nötige Berechtigung, um diese Seite zu bearbeiten.
nl: Je hebt geen toestemming om deze pagina te bewerken.

source: You don't have the permission to publish this page, but you can propose changes and submit them for review instead.
de: Sie haben nicht die nötige Berechtigung, um diese Seite zu veröffentlichen, aber Sie können Änderungen vornehmen und diese zur Freigabe vorlegen.
nl: U hebt niet de toestemming om deze pagina te publiceren, maar u kunt wel wijzigingen voorstellen en ter beoordeling voorleggen.

source: The slug was changed from '{user_slug}' to '{slug}', because '{user_slug}' is already used by <a>{translation}</a>.
de: Der URL-Parameter wurde von '{user_slug}' zu '{slug}' geändert, da '{user_slug}' bereits von <a>{translation}</a> verwendet wird.

source: The "minor edit" option was disabled because the first version can never be a minor edit.
de: Die "geringfügige Änderung"-Option wurde deaktiviert, da die erste Version niemals eine geringfügige Änderung sein kann.

source: Page "{}" was successfully created and submitted for approval
de: Seite "{}" wurde erfolgreich erstellt und zur Freigabe vorgelegt

source: Page "{}" was successfully created
de: Seite "{}" wurde erfolgreich erstellt
nl: Pagina "{}" is succesvol aangemaakt

source: An error has occurred. Please contact an administrator.
de: Ein Fehler ist aufgetreten. Bitte kontaktieren Sie eine:n Administrator:in.
nl: Er is een fout opgetreden. Neem contact op met een beheerder.

source: Page-specific permissions cannot be granted to users who do not have permission to view pages (e.g event managers).
de: Seitenspezifische Berechtigungen können nicht an Benutzer:innen vergeben werden, die keine Seiten sehen dürfen (z.B. Terminplaner:innen).

source: Information: The user "{}" has this permission already.
de: Information: "{}" hat diese Berechtigung bereits.
nl: Informatie: De gebruiker "{}" heeft deze toestemming al.

source: Success: The user "{}" can now edit this page.
de: Erfolg: "{}" kann diese Seite nun bearbeiten.
nl: Succes: De gebruiker "{}" kan nu deze pagina bewerken.

source: Success: The user "{}" cannot edit this page anymore.
de: Erfolg: "{}" kann diese Seite nun nicht mehr bearbeiten.
nl: Succes: De gebruiker "{}" kan deze pagina niet meer bewerken.

source: Information: The user "{}" has been removed from the authors of this page, but has the implicit permission to edit this page anyway.
de: Information: Die Berechtigung von "{}" um diese Seite zu bearbeiten wurde entfernt, aber es besteht weiterhin die Berechtigung, die Seite zu bearbeiten.

source: Success: The user "{}" can now publish this page.
de: Erfolg: "{}" kann dieses Seite nun veröffentlichen.
nl: Succes: De gebruiker "{}" kan nu deze pagina publiceren.

source: Success: The user "{}" cannot publish this page anymore.
de: Erfolg: "{}" kann diese Seite nun nicht mehr veröffentlichen.
nl: Succes: De gebruiker "{}" kan deze pagina niet meer publiceren.

source: Information: The user "{}" has been removed from the editors of this page, but has the implicit permission to publish this page anyway.
de: Information: Die Berechtigung von "{}" um diese Seite zu bearbeiten wurde entfernt, aber es besteht weiterhin die Berechtigung, die Seite zu bearbeiten.

source: You can edit only those pages:
de: Sie dürfen nur die folgenden Seiten bearbeiten:

source: You don't have the permission to edit or create pages.
de: Sie haben nicht die nötige Berechtigung, um Seiten zu bearbeiten oder zu erstellen.
nl: Je hebt geen toestemming om pagina's te bewerken of te maken.

source: This XLIFF import is no longer available.
de: Dieser XLIFF Import ist nicht länger verfügbar.
nl: Deze XLIFF import is niet langer beschikbaar.

source: Location was successfully archived
de: Ort wurde erfolgreich archiviert
nl: Locatie werd met succes gearchiveerd

source: This location cannot be archived because it is referenced by an event.
de: Dieser Ort kann nicht archiviert werden, da er von einer Veranstaltung oder einem Kontakt verwendet wird.

source: Location was successfully restored
de: Ort wurde erfolgreich wiederhergestellt
nl: Locatie werd met succes hersteld

source: Location was successfully deleted
de: Ort wurde erfolgreich gelöscht
nl: Locatie is succesvol verwijderd

source: Location couldn't be deleted as it's used by an event or contact
de: Der Ort konnte nicht gelöscht werden, da er von einer Veranstaltung oder einem Kontakt verwendet wird

source: Location service is disabled
de: Ortung ist deaktiviert

source: Address could not be found
de: Adresse konnte nicht gefunden werden

source: Edit opening hours for this weekday
de: Öffnungszeiten für diesen Wochentag bearbeiten

source: Edit all opening hours
de: Alle Öffnungszeiten bearbeiten

source: Edit "Mo - Fr"
de: "Mo - Fr" bearbeiten

source: Edit "Sa & Su"
de: "Sa & So" bearbeiten

source: Closed
de: Geschlossen

source: Opening time
de: Öffnungszeit

source: Closing time
de: Schließzeit

source: Open around the clock
de: Rund um die Uhr geöffnet

source: By prior appointment only
de: Nur nach Terminvereinbarung

source: Select the days for which the times selected below should apply
de: Wählen Sie die Tage aus, für die die unten gewählten Zeiten gelten sollen

source: Add another time slot
de: Weiteres Zeitfenster hinzufügen

source: Remove this time slot
de: Dieses Zeitfenster entfernen

source: Only the last time slot may be empty
de: Nur das letzte Zeitfenster darf leer sein.

source: If the location is neither closed nor open all day, you have to specify at least one time slot
de: Wenn der Ort weder geschlossen noch ganztägig geöffnet ist, müssen Sie mindestens ein Zeitfenster angeben

source: Closing time is missing
de: Die Schließzeit fehlt

source: Opening time is missing
de: Die Öffnungszeit fehlt

source: Closing time is earlier than the opening time
de: Die Schließzeit ist früher als die Öffnungszeit

source: Closing time is identical with the opening time
de: Die Schließzeit ist identisch mit der Öffnungszeit

source: Opening time is earlier than the closing time of the previous slot
de: Die Öffnungszeit ist früher als die Schließzeit des vorherigen Zeitfensters

source: Opening time is identical with the closing time of the previous slot
de: Die Öffnungszeit ist ist identisch mit der Schließzeit des vorherigen Zeitfensters

source: Please confirm that you really want to archive this location
de: Bitte bestätigen Sie, dass dieser Ort archiviert werden soll.
nl: Bevestig dat u deze locatie echt wilt archiveren

source: All translations of this location will also be archived.
de: Es werden auch alle Übersetzungen dieses Ortes archiviert.
nl: Alle vertalingen van deze locatie zullen ook worden gearchiveerd.

source: Please confirm that you really want to restore this location
de: Bitte bestätigen Sie, dass dieser Ort wiederhergestellt werden soll
nl: Bevestig dat u deze locatie echt wilt herstellen

source: All translations of this location will also be restored.
de: Alle Übersetzungen dieses Ortes werden wiederhergestellt.
nl: Alle vertalingen van deze locatie zullen ook worden hersteld.

source: Please confirm that you really want to delete this location
de: Bitte bestätigen Sie, dass dieser Ort gelöscht werden soll
nl: Bevestig dat u deze locatie echt wilt verwijderen

source: All translations of this location will also be deleted.
de: Alle Übersetzungen dieses Ortes werden gelöscht.
nl: Alle vertalingen van deze locatie zullen ook worden verwijderd.

source: You cannot archive a location which is used by an event or a contact. This also involves archived events and contacts
de: Sie können keinen Ort archivieren, der von einer Veranstaltung oder einem Kontakt verwendet wird. Dies betrifft auch archivierte Veranstaltungen und Kontakte

source: You cannot delete a location which is used by an event or a contact. This also involves archived events and contacts
de: Sie können keinen Ort löschen, der von einer Veranstaltung oder einem Kontakt verwendet wird. Dies betrifft auch archivierte Veranstaltungen und Kontakte

source: You cannot edit this location because it is archived.
de: Sie können diesen Ort nicht bearbeiten, da er archiviert ist.
nl: U kunt deze locatie niet bewerken omdat ze gearchiveerd is.

source: You don't have the permission to edit locations.
de: Sie haben nicht die nötige Berechtigung, um Orte zu bearbeiten.

source: Location "{}" was successfully created
de: Ort "{}" wurde erfolgreich erstellt
nl: Locatie "{}" is succesvol aangemaakt

source: The distance between the manually entered coordinates and the coordinates of the address is {}km.
de: Der Abstand zwischen den manuell eingegebenen Koordinaten und den Koordinaten der Adresse beträgt {}km.
nl: De afstand tussen de handmatig ingevoerde coördinaten en de coördinaten van het adres is {}km.

source: Please make sure the entered values are correct.
de: Bitte vergewissern Sie sich, dass die eingegebenen Werte korrekt sind.
nl: Controleer of de ingevoerde waarden correct zijn.

source: Please create at least one language node before creating locations.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Orte verwalten.
nl: Maak ten minste één taalknooppunt alvorens locaties te maken.

source: You don't have the permission to edit or create locations.
de: Sie haben nicht die nötige Berechtigung, um Orte zu bearbeiten oder zu erstellen.

source: Back to the poi form
de: Zurück zum Formular

source: Push notifications are disabled.
de: Push-Benachrichtigungen sind deaktiviert.
nl: Push meldingen zijn uitgeschakeld.

source: Push notifications are disabled in this region.
de: Push-Benachrichtigungen sind in dieser Region deaktiviert.
nl: Pushberichten zijn uitgeschakeld in deze regio.

source: This news has already been sent as push notification to mobile devices.
de: Diese Nachricht wurde bereits als Push-Benachrichtigung an mobile Geräte gesendet.

source: Subsequent changes are displayed in the "News" area of the app, but have no effect on the push notification sent.
de: Nachträgliche Änderungen werden im "Nachrichten"-Bereich der App angezeigt, haben allerdings keine Auswirkung auf die gesendete Push-Benachrichtigung.
nl: Latere wijzigingen worden weergegeven in het "Nieuws"-gedeelte van de app, maar hebben geen effect op de verzonden pushmelding.

source: You are not allowed to edit this news.
de: Sie dürfen diese Nachricht nicht bearbeiten.

source: This news belongs to regions you don't have access to: {}.
de: Diese Nachricht gehört zu Regionen, auf die Sie keinen Zugriff haben: {}.

source: Please ask a person responsible for all regions or contact an administrator.
de: Bitte wenden Sie sich an eine für alle Regionen zuständige Person oder kontaktieren Sie eine:n Administrator:in.

source: updated
de: aktualisiert

source: created
de: erstellt

source: Template "{}" was successfully {}
de: Vorlage "{}" wurde erfolgreich {}

source: News "{}" was successfully {}
de: Nachricht "{}" wurde erfolgreich {}

source: This news is also assigned to regions you don't have access to: {}.
de: Diese Nachricht ist auch Regionen zugewiesen, auf die Sie keinen Zugriff haben: {}.

source: Thus you cannot edit or delete this news.
de: Daher können Sie diese Nachricht nicht bearbeiten oder löschen.

source: Please ask the one responsible for all of these regions or contact an administrator.
de: Bitte wenden Sie sich an denjenigen, der für all diese Regionen zuständig ist oder kontaktieren Sie eine:n Administrator:in.

source: News "{}" is not a template
de: Nachricht "{}" ist keine Vorlage.

source: News "{}" was successfully created from template "{}".
de: Nachricht "{}" wurde erfolgreich aus der Vorlage "{}" erstellt.

source: In the next step, the news can now be sent.
de: Im nächsten Schritt kann diese Nachricht nun versendet werden.

source: News "{}" could not be sent due to a configuration error.
de: Nachricht "{}" konnte aufgrund eines Konfigurationsproblems nicht gesendet werden.

source: News "{}" cannot be sent because required texts are missing
de: Nachricht "{}" kann nicht gesendet werden, da erforderliche Texte fehlen

source: News "{}" cannot be scheduled because the date is missing
de: Nachricht "{}" kann nicht terminiert werden, da das Datum fehlt

source: News "{}" was successfully scheduled for {}
de: Nachricht "{}" wurde erfolgreich terminiert auf den {}

source: News "{}" could not be sent.
de: Nachricht "{}" konnte nicht gesendet werden.

source: Please try again later or contact an administrator.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie eine:n Administrator:in.

source: News "{}" was successfully sent
de: Nachricht "{}" wurde erfolgreich gesendet

source: Please create at least one language node before creating push notifications.
de: Bitte erstellen Sie mindestens einen Sprach-Knoten, bevor Sie Push-Benachrichtigungen verwalten.
nl: Maak ten minste één taalknooppunt aan voordat u pushberichten maakt.

source: Region could not be deleted, because the following pages are mirrored in other regions:
de: Die Region konnte nicht gelöscht werden, weil die folgenden Seiten in anderen Region gespiegelt werden:

source: is mirrored here:
de: wird hier gespiegelt:

source: Region was successfully deleted
de: Region wurde erfolgreich gelöscht
nl: Regio is succesvol verwijderd

source: Locations are enabled but the bounding box coordinates are incomplete.
de: Orte sind aktiviert, aber die Bounding-Box-Koordinaten sind unvollständig.
nl: Locaties zijn ingeschakeld, maar de coördinaten van de begrenzingsbox zijn onvolledig.

source: Role "{}" was successfully created
de: Rolle "{}" wurde erfolgreich erstellt
nl: Rol "{}" is succesvol aangemaakt

source: Role "{}" was successfully saved
de: Rolle "{}" wurde erfolgreich gespeichert
nl: Rol "{}" is succesvol opgeslagen

source: You have successfully disconnected your account from your authenticator app.
de: Sie haben Ihr Konto erfolgreich von der Authenticator-App getrennt.

source: You have already registered a TOTP key. Please disconnect your app before adding a new one.
de: Du hast bereits einen TOTP-Schlüssel registriert. Bitte trenne diesen bevor du einen neuen hinzufügst.

source: The TOTP Authenticator has been added successfully.
de: Ihre Authenticator-App wurde erfolgreich verbunden.

source: Something went wrong. Please check the generated code and try again.
de: Verbindung fehlgeschlagen. Bitte überprüfen Sie den erzeugten Code und versuchen Sie es erneut.

source: E-mail-address was successfully saved
de: E-Mail-Adresse wurde erfolgreich geändert
nl: E-mail-adres werd succesvol opgeslagen

source: Password was successfully saved
de: Passwort wurde erfolgreich geändert
nl: Wachtwoord is succesvol opgeslagen

source: Preferences were successfully saved
de: Einstellungen wurden erfolgreich gespeichert

source: The provided password is not correct
de: Das angegebene Passwort ist falsch
nl: Het opgegeven wachtwoord is niet correct

source: This is your last key, once removed you will be able to log in without a second factor.
de: Dies ist der letzte Schlüssel. Sobald dieser entfernt wurde, ist ein Login ohne zusätzliche Authentifizierung möglich.
nl: Dit is je laatste sleutel, eens verwijderd zal je kunnen inloggen zonder tweede factor.

source: Once you remove the key you will need to use one of the other available keys to log into your account.
de: Sobald Sie diesen Schlüssel entfernt haben müssen Sie sich mit einem der übrigen Schlüssel anmelden.
nl: Zodra u de sleutel hebt verwijderd, moet u een van de andere beschikbare sleutels gebruiken om in te loggen op uw account.

source: Please make sure that you have at least one extra key available to log in before removing this key.
de: Bitte stellen Sie sicher, dass ihnen mindestens einer der aktuell registrierten Schlüssel vorliegen bevor Sie diesen Schlüssel entfernen.
nl: Zorg ervoor dat u ten minste één extra sleutel beschikbaar heeft om in te loggen voordat u deze sleutel verwijdert.

source: The 2-factor authentication key "{}" was successfully deleted
de: Der 2-Faktor-Authentifizierungsschlüssel "{}" wurde erfolgreich gelöscht.
nl: De 2-factor authenticatie sleutel "{}" is succesvol verwijderd

source: This key name has already been used
de: Dieser Schlüsselname wurde bereits genutzt
nl: Deze sleutelnaam is al gebruikt

source: You already registered this key
de: Sie haben diesen Schlüssel bereits registriert
nl: U heeft deze sleutel al geregistreerd

source: The 2-factor authentication key "{}" was successfully registered.
de: Der 2-Faktor-Authentifizierungsschlüssel "{}" wurde erfolgreich registriert.
nl: De 2-factor authenticatiesleutel "{}" is succesvol geregistreerd.

source: Statistics are not enabled for this region.
de: Statistiken sind für diese Region nicht aktiviert.
nl: Statistieken zijn niet ingeschakeld voor deze regio.

source: Automatic translation settings were saved successfully.
de: Einstellungen für automatische Übersetzungen wurden erfolgreich gespeichert.

source: Account "{}" was successfully deleted.
de: Das Konto von "{}" wurde erfolgreich gelöscht.

source: Account "{}" was successfully removed from this region.
de: Das Konto von "{}" wurde erfolgreich von dieser Region entfernt.

source: Pending account activation
de: Aktivierung des Kontos noch ausstehend
nl: In afwachting van account activering

source: Account "{}" was successfully created.
de: Das Konto für "{}" wurde erfolgreich erstellt.

source: Account "{}" was successfully saved.
de: Das Konto von "{}" wurde erfolgreich gespeichert.
