Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Budget usage will be reset on the 1st of the month
de: Das Budget wird zum 1. des angegebenen Monats zurückgesetzt

source: Add-on package for foreign languages booked
de: Add-On Paket für Fremdsprachenübersetzung gebucht

source: This makes {} translation credits available to the region in addition to the {} free ones.
de: Damit stehen der Region {} Übersetzungs-Credits zur Verfügung zusätzlich zu den {} kostenlosen.

source: Budget year start date for foreign language translation
de: Unterjähriger Start des Abrechnungszeitraums für Fremdsprachenübersetzung

source: Month from which the add-on package was booked
de: Monat ab welchem das Add-On Paket gebucht wurde

source: used budget
de: verbrauchtes Budget

source: Pages
de: Seiten
nl: Pagina's

source: Events
de: Veranstaltungen
nl: Evenementen

source: Enable Integreat Chat
de: Integreat Chat aktivieren

source: Toggle the Integreat Chat on/off.
de: Schaltet den Integreat Chat an/aus.

source: URL pointing to this region's Zammad instance. Setting this enables Zammad form offers.
de: URL, die auf die Zammad-Instanz dieser Region verweist. Wenn diese gesetzt ist, werden Zammad-Formular Angebote freigeschalten.

source: Zammad access token
de: Zammad Zugangs-Token

source: Access token for a Zammad user account. In Zammad, the account must be part of the "Agent" role and have full group permissions for the group:
de: Zugangs-Token für einen Zammad Nutzeraccount. In Zammad muss der Account Teil der "Agent" Rolle sein und volle Gruppenberechtigungen für folgende Gruppe haben:

source: Zammad chat handlers
de: Zammad Chat-Zuständige

source: Comma-separated email addresses of the accounts which should automatically be subscribed to new chat tickets. Note that these users must have full group permissions for the group:
de: Komma-getrennte Liste von Email-Adressen der Accounts, die neu erstellte Chat-Tickets automatisch abonnieren sollen. Beachten Sie, dass diese Accounts volle Gruppenberechtigungen für folgende Gruppe haben müssen:

source: Chat beta tester percentage
de: Chat Beta-Tester Prozentsatz

source: Percentage of users selected as beta testers for the Integreat Chat feature
de: Prozentsatz der Nutzer, die als Beta-Tester für den Integreat-Chat ausgewählt werden sollen

source: organizations
de: Organisationen
nl: organisaties

source: Django auth group
de: Django auth Gruppe
nl: Django auth groep

source: staff role
de: Mitgliederrolle
nl: rol van het personeel

source: Whether or not this role is designed for staff members
de: Ob diese Rolle für Mitarbeitende gedacht ist oder nicht
nl: Of deze rol al dan niet bedoeld is voor personeelsleden

source: role
de: Rolle
nl: rol

source: roles
de: Rollen
nl: rollen

source: username
de: Kontoname

source: Designates whether this account should be treated as active. Unselect this instead of deleting accounts.
de: Legt fest, ob dieses Konto aktiv ist. Kann deaktiviert werden, anstatt Konto zu löschen.

source: Designates that this account has all permissions without explicitly assigning them.
de: Legt fest, dass das Konto alle Berechtigungen hat, ohne diese einzeln zuweisen zu müssen.

source: The regions to which the user has access
de: Die Regionen, auf die zugegriffen werden kann
nl: De regio's waartoe de gebruiker toegang heeft

source: This allows the user to edit and publish all pages for which the organisation is registered as the responsible organisation
de: Dies erteilt die Berechtigung, alle Seiten zu bearbeiten und zu veröffentlichen, für die die Organisation als zuständige Organisation eingetragen ist
nl: Hiermee kan de gebruiker alle pagina's waarvoor de organisatie als verantwoordelijke organisatie geregistreerd staat, bewerken en publiceren

source: last chat visit date
de: Datum des letzten Chat-Besuchs
nl: datum laatste chatbezoek

source: The date and time when the user did read the chat the last time
de: Das Datum und die Uhrzeit, wann der Chat das letzte Mal gelesen wurde
nl: De datum en tijd waarop de gebruiker de chat de laatste keer heeft gelezen

source: experienced user
de: Erfahrene:r Anwender:in
nl: ervaren gebruiker

source: Enable this option to display additional features like XLIFF import/export, page filtering, mirrored pages, page-based permissions and status information for broken links
de: Aktiviert den Expert:innen-Modus und ermöglicht zusätzliche Features wie XLIFF-Dateien zu importieren/exportieren, Seitenfilterung, Live-Inhalte, seiten-basierte Berechtigungen und Status-Informationen für fehlerhafte Links

source: Page tree tutorial seen
de: Seitenbaum-Tutorial angesehen
nl: Paginaboom tutorial gezien

source: Will be set to true once the user dismissed the page tree tutorial
de: Wird auf wahr gesetzt, wenn der:die Benutzer:in das Tutorial zum Seitenbaum angesehen hat
nl: Wordt op waar gezet zodra de gebruiker de handleiding van de paginaboom heeft verlaten

source: automatically distribute sidebar boxes
de: Sidebar-Boxen automatisch verteilen

source: Enable this option to automatically distribute the boxes in the sidebar of forms to make the best use of screen space.
de: Aktivieren Sie diese Option, um die Boxen in der Seitenleiste von Formularen automatisch zu verteilen, um den Platz auf dem Bildschirm optimal zu nutzen.

source: This only affects screen resolutions where the boxes are displayed in two columns.
de: Dies betrifft nur Bildschirmauflösungen, bei denen die Boxen in zwei Spalten angezeigt werden.

source: TOTP key
de: TOTP-Schlüssel

source: Will be used to generate TOTP codes
de: Wird verwendet, um TOTP-Codes zu erzeugen

source: Enable passwordless authentication
de: Passwortlose Authentifizierung aktivieren

source: Enable this option to activate the passwordless login routine for this account
de: Aktiveren Sie diese Option, um den passwortlosen Login für dieses Konto freizuschalten

source: user
de: Benutzer:in
nl: gebruiker

source: users
de: Benutzer:innen
nl: gebruikers

source: key name
de: Schlüsselname
nl: sleutelnaam

source: multi-factor-authentication public key
de: öffentlicher Multi-Faktor-Authentifizierungsschlüssel
nl: multi-factor-authenticatie publieke sleutel

source: sign count
de: Anzahl an Signierungs-Vorgängen
nl: bordentelling

source: Token to prevent replay attacks.
de: Token zur Verhinderung von Replay-Attacken.
nl: Token om replay-aanvallen te voorkomen.

source: last date of use
de: Letztes Datum der Verwendung
nl: laatste datum van gebruik

source: multi-factor authentication key
de: Multi-Faktor-Authentifizierungsschlüssel
nl: multifactor authenticatie sleutel

source: multi-factor authentication keys
de: Multi-Faktor-Authentifizierungsschlüssel
nl: multifactor authenticatie sleutels

source: This is a test system.
de: Dies ist ein Test-System.

source: Changes you make are only visible in development versions of the app (such as webnext).
de: Änderungen, die Sie vornehmen, sind nur in der Staging-Version der App sichtbar (wie z.B. webnext).

source: Documentation (Wiki)
de: Dokumentation (Wiki)
nl: Documentatie (Wiki)

source: Network Management
de: Netzwerkverwaltung
nl: Netwerkbeheer

source: Account Settings
de: Konto-Einstellungen

source: Log out
de: Abmelden
nl: Log uit

source: My Dashboard
de: Mein Dashboard
nl: Mijn Dashboard

source: Analytics
de: Analyse

source: Statistics
de: Statistiken
nl: Statistieken

source: Translation Report
de: Übersetzungsbericht
nl: Vertaalverslag

source: Broken Links
de: Fehlerhafte Links
nl: Gebroken links

source: Content
de: Inhalt
nl: Inhoud

source: Media Library
de: Medienbibliothek
nl: Mediatheek

source: Contacts
de: Kontakte

source: News
de: Nachrichten
nl: Nieuws

source: Settings
de: Einstellungen
nl: Instellingen

source: Machine Translations
de: Maschinelle Übersetzungen

source: Organizations
de: Organisationen
nl: Organisaties

source: External Calendars
de: Externe Kalender

source: Users
de: Benutzer:innen
nl: Gebruikers

source: Language Tree
de: Sprach-Baum
nl: Taalboom

source: Regions
de: Regionen
nl: Regio's

source: Languages
de: Sprachen
nl: Talen

source: Roles
de: Rollen
nl: Rollen

source: Offer Templates
de: Angebots-Vorlagen
nl: Sjablonen voor aanbiedingen

source: Location Categories
de: Ortskategorien

source: {} is already editing this content
de: Dieser Inhalt wird bereits von {} bearbeitet
nl: {} is deze inhoud al aan het bewerken

source: This content got locked by {}
de: {} hat die Bearbeitung von diesem Inhalt übernommen
nl: Deze inhoud werd vergrendeld door {}

source: Do you want to take over this site?
de: Wollen Sie die Bearbeitung von diesem Inhalt übernehmen?
nl: Wil je deze site overnemen?

source: Continuing will prevent the current editor from working on it.
de: Wenn Sie fortfahren, werden andere Konten an der gleichzeitigen Bearbeitung gehindert.
nl: Doorgaan voorkomt dat de huidige editor er aan kan werken.

source: Default language is duplicated
de: Standard-Sprache wird dupliziert
nl: Standaard taal is gedupliceerd

source: Other Languages
de: Weitere Sprachen
nl: Andere talen

source: Machine translation
de: Maschinelle Übersetzung

source: This report shows a summary of your attempted machine translation. Please confirm if everything is correct
de: Hier finden Sie eine Übersicht über die maschinelle Übersetzung. Bitte bestätigen Sie, dass alle Angaben korrekt sind.

source: Language selection
de: Sprachauswahl

source: %(content_type)s to be translated
de: Zu übersetzende %(content_type)s

source: None of the selected %(content_type)s fullfills the required HIX score of %(hix_threshold)s.
de: Keine der ausgewählten %(content_type)s erfüllt den benötigten HIX-Wert von %(hix_threshold)s.

source: None of the selected %(content_type)s has a source translation.
de: Keine der ausgewählten %(content_type)s hat eine Quellübersetzung.

source: Show all
de: Alle anzeigen

source: Show less
de: Weniger anzeigen

source: Current budget
de: Aktuelles Gesamtbudget

source: Number of words you would use
de: Benötiges Budget

source: Remaining budget:
de: Verbleibendes Budget:

source: %(content_type)s that can't be translated
de: Nicht übersetzbare %(content_type)s

source: The HIX value is too low for <span id="not-translatable"></span> %(content_type)s. Please improve it to a value of at least %(hix_threshold)s to enable machine translations for them. Currently, the following %(content_type)s cannot be machine translated:
de: Der Wert der Textverständlichkeit von <span id="not-translatable"></span> %(content_type)s ist zu gering. Bitte verbessern Sie den Wert auf mindestens %(hix_threshold)s. Dann können Sie die %(content_type)s automatisiert übersetzen. Folgende %(content_type)s werden aktuell nicht übersetzt:

source: There are currently <span id="not-translatable"></span> %(content_type)s that can't be translated. These %(content_type)s can't be translated because they have no translation in the source language.
de: Es gibt aktuell <span id="not-translatable"></span> %(content_type)s, die nicht übersetzt werden können. Diese %(content_type)s können nicht übersetzt werden, weil sie keine Übersetzung in der Quellsprache haben.

source: Show more
de: Mehr anzeigen

source: Cancel
de: Abbrechen
nl: Annuleren

source: Confirm
de: Bestätigen
nl: Bevestig

source: Select existing location
de: Bestehenden Ort auswählen
nl: Selecteer bestaande locatie

source: Create location "%(poi_query)s"
de: Ort "%(poi_query)s" erstellen
nl: Creëer locatie "%(poi_query)s"

source: Editorial System
de: Redaktionssystem
nl: Redactioneel systeem

source: Name in
de: Name auf

source: View content
de: Inhalt ansehen

source: Translation not available
de: Übersetzung nicht verfügbar
nl: Vertaling niet beschikbaar

source: Reset search
de: Suche zurücksetzen
nl: Opnieuw zoeken

source: Do not translate the selected text.
de: Der markierte Text wird nicht übersetzt.
nl: Vertaal de geselecteerde tekst niet.

source: Do not translate
de: Nicht übersetzen
nl: Niet vertalen

source: Location
de: Ort
nl: Locatie

source: Link to the website
de: Link zur Webseite

source: Email Address
de: E-Mail-Adresse

source: Phone
de: Telefon
nl: Telefoon

source: Phone Number
de: Telefonnummer

source: Opening Hours
de: Öffnungszeiten
nl: Openingstijden

source: Hint
de: Tipp

source: A small advice
de: Ein kleiner Hinweis

source: Group
de: Gruppe
nl: Groep

source: A group of people
de: Eine Gruppe von Personen

source: Contact Person
de: Kontaktperson

source: Spoken Languages
de: Gesprochene Sprachen

source: Update
de: Aktualisieren

source: Submit
de: Speichern
nl: Indienen

source: - no results -
de: - keine Ergebnisse -
nl: - geen resultaten -

source: Remove link
de: Link entfernen
nl: Verwijder link

source: Open link
de: Link öffnen

source: Add Link
de: Link hinzufügen
nl: Link toevoegen

source: Text to display
de: Anzuzeigender Text
nl: Weer te geven tekst

source: Or link to existing content
de: Oder auf bestehende Inhalte verlinken
nl: Of link naar bestaande inhoud

source: Automatically use the title of the linked content for the link
de: Automatisch den Titel des verlinkten Inhalts als Linktext verwenden

source: Media Library...
de: Medienbibliothek...
nl: Media Bibliotheek...

source: Publish
de: Veröffentlichen
nl: Publiceren

source: Name of event location
de: Name des Veranstaltungsortes
nl: Naam van de plaats van het evenement

source: Remove location from event
de: Veranstaltungsort von Veranstaltung entfernen
nl: Locatie uit evenement verwijderen

source: Create an event location or start typing the name of an existing location. Only published locations can be set as event venues
de: Erstellen Sie einen Veranstaltungsort oder beginnen Sie den Namen eines bestehenden Veranstaltungsortes einzutippen. Nur öffentliche Orte können als Veranstaltungsorte verwendet werden

source: Address
de: Adresse
nl: Adres

source: Open on Google Maps
de: Auf Google Maps öffnen
nl: Open op Google Maps

source: Contact details
de: Kontaktdaten
nl: Contact gegevens

source: E-mail address:
de: E-Mail-Adresse:

source: Not provided
de: Keine Angabe

source: Phone number:
de: Telefonnummer:

source: The new location was successfully created.
de: Ein neuer Ort wurde erfolgreich erstellt.

source: An error occurred.
de: Es ist ein Fehler aufgetreten.

source: The list below shows all detected errors related to links.
de: Hier können Sie eine Übersicht über fehlerhafte Links sehen.
nl: In de onderstaande lijst staan alle fouten die in verband met links zijn ontdekt.

source: Details
de: Detailansicht

source: A network error has occurred.
de: Ein Netzwerkfehler ist aufgetreten.
nl: Er is een netwerkfout opgetreden.

source: Please try again later.
de: Bitte versuchen Sie es später erneut.
nl: Probeer het later nog eens.

source: A server error has occurred.
de: Ein Serverfehler ist aufgetreten.
nl: Er is een serverfout opgetreden.

source: Please contact the administrator.
de: Bitte kontaktieren Sie eine:n Administrator:in.
nl: Neem contact op met de beheerder.

source: Loading...
de: Laden...
nl: Laden...

source: Valid links
de: Gültige Links
nl: Geldige links

source: Ignored links
de: Ignorierte Links
nl: Genegeerde links

source: Unchecked links
de: Nicht geprüfte Links
nl: Niet aangevinkte links

source: Total links
de: Links insgesamt
nl: Totaal links

source: Overview of the text understandability of the pages
de: Übersicht der Textverständlichkeiten der Seiten

source: The list shows the pages with the lowest HIX value in ascending order.
de: Die Liste zeigt alle Seiten in aufsteigender Reihenfolge nach ihrem HIX-Wert sortiert.

source: <b>%(ready_for_mt_count)s</b> out of <b>%(total_count)s</b> pages are ready for automatic translation.
de: <b>%(ready_for_mt_count)s</b> Seiten von <b>%(total_count)s</b> Seiten sind für maschinelle Übersetzung bereit.

source: Page name
de: Name der Seite

source: HIX value
de: HIX-Wert

source: Show less pages
de: Weniger Seiten anzeigen

source: Show all pages
de: Alle Seiten anzeigen

source: To be able to machine translate pages, the page must have a HIX score of at least %(threshold)s.
de: Um Seiten maschinell übersetzen zu können, muss die Seite einen HIX-Wert von mindestens %(threshold)s haben.

source: If the row is marked red, the HIX value of the corresponding page is not sufficient.
de: Wenn die Zeile rot markiert ist, ist der HIX-Wert der entsprechenden Seite nicht ausreichend.

source: Pages with disabled HIX or no HIX-value are excluded.
de: Seiten mit deaktiviertem HIX oder keinem HIX-Wert sind ausgeschlossen.

source: Translation Status
de: Status der Übersetzungen
nl: Vertaalstatus

source: The list below shows the current status of the translations.
de: Hier können Sie den Status der Übersetzungen sehen.
nl: Onderstaande lijst geeft de huidige status van de vertalingen weer.

source: Size of the App
de: Größe der App
nl: Grootte van de app

source: The chart below shows the current size of the %(BRANDING_TITLE)s app.
de: Hier sehen Sie die aktuelle Größe Ihrer %(BRANDING_TITLE)s App.

source: Here you can get an overview of the current translation status of your page content.
de: Hier können Sie eine Übersicht über den aktuellen Übersetzungs-Status Ihrer Inhalte erhalten.
nl: Hier kunt u een overzicht krijgen van de huidige vertaalstatus van uw pagina-inhoud.

source: Current translation status
de: Aktueller Übersetzungs-Status

source: Number of Pages
de: Anzahl an Seiten
nl: Aantal pagina's

source: Outdated and missing Translations
de: Veraltete und fehlende Übersetzungen

source: This overview show the approximate number of words of outdated and missing translations.
de: Diese Übersicht zeigt die ungefähre Wörteranzahl aller veralteten und fehlenden Übersetzungen.

source: Outdated (Words)
de: Veraltet (Wörter)

source: Missing (Words)
de: Fehlend (Wörter)

source: Total (per language)
de: Summe (pro Sprache)

source: No Language available.
de: Noch keine Sprachen vorhanden.
nl: Geen taal beschikbaar.

source: Total
de: Summe
nl: Totaal

source: Activate your account
de: Konto aktivieren
nl: Activeer uw account

source: The username or the password is incorrect.
de: Der Kontoname oder das Passwort ist falsch.
nl: De gebruikersnaam of het wachtwoord is onjuist.

source: Please try again.
de: Bitte versuchen Sie es erneut.
nl: Probeer het nog eens.

source: Username or email address
de: Kontoname oder E-Mail-Adresse
nl: Gebruikersnaam of e-mailadres

source: Enter your username or email address here
de: Kontoname oder E-Mail-Adresse hier eingeben
nl: Vul hier uw gebruikersnaam of emailadres in

source: Enter your password here
de: Ihr Passwort hier eingeben
nl: Voer hier uw wachtwoord in

source: Log in
de: Anmelden

source: Forgot your password?
de: Passwort vergessen?
nl: Wachtwoord vergeten?

source: Authentication
de: Authentifizierung
nl: Authenticatie

source: Unable to verify your FIDO key, please try again.
de: Die Authentifizierung mit Ihrem FIDO Schlüssel konnte nicht abgeschlossen werden, bitte versuchen Sie es erneut.

source: Please authenticate using your FIDO key by following your browser instructions
de: Bitte authentifizieren Sie sich mit ihrem FIDO Schlüssel, folgen Sie dazu den Instruktionen die im Browser angezeigt werden

source: Please open your authenticator app on your device and enter the 6-digit code for "%(BRANDING_TITLE)s" to verify your identity:
de: Bitte öffnen Sie Ihre Authenticator-App und geben Sie den 6-stelligen Code für "%(BRANDING_TITLE)s" ein, um ihre Identität zu bestätigen:

source: or
de: oder
nl: of

source: Use Security Key
de: Sicherheitsschlüssel verwenden

source: Back to log in
de: Zurück zur Anmeldung
nl: Terug naar inloggen

source: Use Authenticator app
de: Authenticator-App verwenden

source: Reset password
de: Passwort zurücksetzen
nl: Wachtwoord resetten

source: Repeat password
de: Passwort wiederholen
nl: Herhaal wachtwoord

source: Set new password
de: Neues Passwort setzen
nl: Nieuw wachtwoord instellen

source: Enter your e-mail address here
de: Ihre E-Mail-Adresse hier eingeben
nl: Vul hier uw e-mail adres in

source: Delete chat message
de: Chat-Nachricht löschen
nl: Chatbericht verwijderen

source: Please confirm that you really want to delete this chat message:
de: Bitte bestätigen Sie, dass diese Chat-Nachricht gelöscht werden soll:
nl: Bevestig alstublieft dat u dit chatbericht echt wilt verwijderen:

source: Sender:
de: Gesendet von:
nl: Afzender:

source: Sent on:
de: Gesendet am:
nl: Verzonden:

source: Send message
de: Nachricht abschicken
nl: Bericht verzenden

source: Archived Contacts
de: Archivierte Kontakte

source: Back to contacts
de: Zurück zu Kontakte

source: Archived contacts
de: Archivierte Kontakte

source: Title
de: Titel
nl: Titel

source: Name of related location
de: Name des Veranstaltungsortes

source: Phone number
de: Telefonnummer

source: Website
de: Webseite

source: Options
de: Optionen
nl: Opties

source: No contacts available yet.
de: Noch keine Kontakte vorhanden.

source: Contacts selected
de: Kontakte ausgewählt

source: Select bulk action
de: Mehrfachaktion auswählen
nl: Selecteer bulk actie

source: Execute
de: Ausführen
nl: Uitvoeren

source: To website
de: Zur Webseite

source: Restore contact
de: Kontakt wiederherstellen

source: Copy contact
de: Kontakt kopieren

source: Archive contact
de: Kontakte archivieren

source: Delete contact
de: Kontakt löschen

source: "Versions of %(content_title)s"
de: Versionen von "%(content_title)s"

source: Date
de: Datum
nl: Datum

source: deleted account
de: gelöschtes Konto

source: This is the version shown in the apps.
de: Diese Version wird in den Apps angezeigt.
nl: Dit is de versie die in de apps wordt getoond.

source: This version is <b>not</b> displayed in the apps - but version %(version)s instead
de: Diese Version wird <b>nicht</b> in den Apps angezeigt - sondern stattdessen Version %(version)s

source: This translation is <b>not</b> shown in the apps
de: Diese Übersetzung wird <b>nicht</b> in den Apps angezeigt

source: Minor edit
de: Geringfügige Änderung
nl: Kleine bewerking

source: Discard auto save
de: Automatische Speicherung verwerfen

source: Reject changes
de: Änderungen ablehnen

source: Restore as draft
de: Als Entwurf wiederherstellen

source: Restore auto save as draft
de: Automatische Speicherung als Entwurf wiederherstellen

source: Accept and restore changes as draft
de: Änderungen akzeptieren und als Entwurf wiederherstellen

source: Accept current changes as draft
de: Aktuelle Änderungen als Entwurf akzeptieren

source: Restore and publish
de: Wiederherstellen und veröffentlichen

source: Restore and publish auto save
de: Automatische Speicherung wiederherstellen und veröffentlichen

source: Accept, restore and publish changes
de: Änderungen akzeptieren, wiederherstellen und veröffentlichen

source: Refresh date
de: Datum aktualisieren
nl: Ververs datum

source: Publish the current draft
de: Den aktuellen Entwurf veröffentlichen

source: Publish auto save
de: Automatische Speicherung veröffentlichen

source: Accept and publish the current changes
de: Aktuelle Änderungen akzeptieren und veröffentlichen

source: Restore this version and submit for approval
de: Diese Revision wiederherstellen und zur Freigabe vorlegen

source: Integreat News
de: Integreat Neuigkeiten
nl: Integreat Nieuws

source: Unfortunately there was a problem and the news feed could not load.
de: Leider konnten die Neuigkeiten nicht geladen werden.
nl: Helaas was er een probleem en kon de nieuws feed niet laden.

source: Reload page
de: Seite neu laden
nl: Pagina herladen

source: Continue reading
de: Weiterlesen
nl: Lees verder

source: in total
de: Insgesamt

source: Every day you can find a list of ideas on how you can improve the content of your pages.
de: Hier finden Sie jeden Tag eine Liste mit Vorschlägen, wie Sie die Inhalte auf Ihren Seiten verbessern können.
