Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Select region
de: Region auswählen
nl: Selecteer regio

source: Automatically saved pages
de: Automatisch gespeicherte Seiten

source: The page <b>%(single_automatically_saved_page)s</b> has been saved automatically. Please don't forget to publish this page once it's ready.
de: Die Seite <b>%(single_automatically_saved_page)s</b> wurde automatisch gespeichert. Bitte vergessen Sie nicht, die Seite zu veröffentlichen, sobald diese fertig ist.

source: At the moment there are no automatically saved pages. Good job!
de: Aktuell gibt es keine automatisch gespeicherte Seite. Gute Arbeit!

source: Go to page
de: Zur Seite

source: Broken links
de: Fehlerhafte Links
nl: Gebroken links

source: The page <b></b> has a broken link. Please replace it by a functional link.
de: Auf der Seite <b></b> befindet sich ein fehlerhafter Link. Tauschen Sie diesen bitte aus.

source: At the moment there are no broken links. Good job!
de: Aktuell gibt es keine fehlerhaften Links. Gute Arbeit!

source: We are loading your broken links in the background. Please be patient.
de: Wir laden im Hintergrund gerade Ihre kaputten Links. Bitte haben Sie noch ein wenig Geduld.

source: Go to link
de: Zum Link

source: Drafted pages
de: Seiten im Entwurf

source: The page <b>%(single_drafted_page)s</b> was saved as draft. User can't see your drafted pages. Please don't forget to publish the page once it's ready.
de: Die Seite <b>%(single_drafted_page)s</b> liegt nur im Entwurf vor. Nutzer:innen können die Inhalte nicht sehen. Bitte vergessen Sie nicht, die Seite zu veröffentlichen, sobald diese fertig ist.

source: At the moment there is no drafted page. Good job!
de: Aktuell gibt es keine Seiten im Entwurf. Gute Arbeit!

source: Pages with low hix score
de: Seiten mit niedrigem HIX-Wert

source: The page <b>%(worst_page)s</b> has a HIX score of %(worst_page_hix)s. Please adjust the hix score of this page to be able to machine translate it.
de: Der HIX-Wert der Seite <b>%(worst_page)s</b> beträgt aktuell %(worst_page_hix)s. Passen Sie die Seite bitte entsprechend an, damit sie maschinell übersetzt werden kann.

source: At the moment all pages are ready for machine translation. Good job!
de: Aktuell sind alle Seiten bereit zur maschinellen Übersetzung. Gute Arbeit!

source: Outdated pages
de: Veraltete Seiten

source: The page <b>%(most_outdated_page)s</b> hasn't been updated in %(days_since_last_updated)s days. Please make sure that the content on this page is still relevant and up-to-date.
de: Die Seite <b>%(most_outdated_page)s</b> wurde seit %(days_since_last_updated)s Tagen nicht mehr aktualisiert. Prüfen Sie jetzt, ob die Inhalte noch aktuell sind.

source: At the moment there is no page that hasn't been updated in the last 365 days. Good job!
de: Aktuell gibt es keine Seite, die nicht in den letzten 365 Tagen aktualisiert wurde. Gute Arbeit!

source: Unread feedback
de: Ungelesenes Feedback

source: You have unread feedback. Please answer your feedback to improve the quality of your pages and improve the relationship to the users.
de: Sie haben ungelesenes Feedback. Beantworten Sie dieses, um die Qualität Ihrer Seiten und den Kontakt zu Nutzer:innen zu verbessern.

source: At the moment there is no unread feedback. Good job!
de: Aktuell gibt es kein ungelesenes Feedback. Gute Arbeit!

source: Go to feedback
de: Zum Feedback

source: Pages pending approval
de: Seiten, die zur Freigabe vorliegen

source: The page <b>%(single_unreviewed_page)s</b> is waiting for approval. Please review the page to ensure the content is accurate.
de: Die Seite <b>%(single_unreviewed_page)s</b> liegt zur Freigabe vor. Bitte beurteilen Sie, ob die Seite fehlerfrei ist.

source: At the moment there is no page waiting for approval. Good job!
de: Aktuell liegen keine Seiten zur Freigabe vor. Gute Arbeit!

source: Best regards
de: Viele Grüße
nl: Vriendelijke groeten

source: Your %(BRANDING_TITLE)s team of %(COMPANY)s
de: Ihr %(BRANDING_TITLE)s-Team der %(COMPANY)s

source: Welcome
de: Willkommen
nl: Welkom

source: You are receiving this e-mail, because you have requested a password reset for your %(BRANDING_TITLE)s account.
de: Sie erhalten diese E-Mail, weil Sie das Zurücksetzen des Passworts für Ihr %(BRANDING_TITLE)s-Konto angefordert haben.

source: Please use the following link to set a new password:
de: Bitte nutzen Sie den folgenden Link, um ein neues Passwort festzulegen:
nl: Gebruik de volgende link om een nieuw wachtwoord in te stellen:

source: If clicking on the link above does not work, please copy the URL and paste it into the address bar of your browser.
de: Wenn das Anklicken des obigen Links nicht funktioniert, kopieren Sie bitte die URL und fügen Sie sie in die Adresszeile Ihres Browsers ein.
nl: Als klikken op de bovenstaande link niet werkt, kopieer dan de URL en plak die in de adresbalk van uw browser.

source: Your username, in case you've forgotten:
de: Ihr Kontoname, falls vergessen:
nl: Je gebruikersnaam, voor het geval je het vergeten bent:

source: You are receiving this e-mail, because an account for %(BRANDING_TITLE)s was created for you.
de: Sie erhalten diese E-Mail, weil für Sie ein %(BRANDING_TITLE)s-Konto erstellt wurde.

source: Please click the link below to set a password and activate your account.
de: Bitte klicken Sie auf folgenden Link, um ein Passwort auszuwählen und Ihr Konto zu aktivieren.
nl: Klik op de link hieronder om een wachtwoord in te stellen en uw account te activeren.

source: Please click the link below to log in with your password and to your account.
de: Bitte klicken Sie auf den folgenden Link, um sich mit ihrem Kontonamen und Passwort einzuloggen.
nl: Klik op de link hieronder om in te loggen met uw wachtwoord en naar uw account te gaan.

source: Your username is:
de: Ihr Kontoname lautet:
nl: Uw gebruikersnaam is:

source: Error
de: Fehler
nl: Fout

source: Return back home
de: Zurück zur Startseite
nl: Terug naar huis

source: Time range
de: Zeitraum
nl: Tijdsspanne

source: Event location
de: Veranstaltungsort
nl: Plaats evenement

source: Empty query input
de: Sucheingabe löschen
nl: Lege query-invoer

source: All day events
de: Ganztägige Veranstaltungen
nl: De hele dag evenementen

source: Reset filter
de: Filter zurücksetzen
nl: Filter resetten

source: Apply filter
de: Filter anwenden
nl: Filter toepassen

source: Edit event "%(event_title)s"
de: Veranstaltung "%(event_title)s" bearbeiten
nl: Bewerk gebeurtenis "%(event_title)s"

source: Create new event translation
de: Neue Veranstaltungsübersetzung erstellen
nl: Creëer nieuwe gebeurtenisvertaling

source: Create new event
de: Veranstaltung erstellen
nl: Nieuwe gebeurtenis aanmaken

source: Save as draft
de: Als Entwurf speichern
nl: Opslaan als klad

source: Submit for approval
de: Zur Freigabe vorlegen

source: Show
de: Anzeigen
nl: Toon

source: Edit
de: Bearbeiten
nl: Bewerken

source: Copy to clipboard
de: In die Zwischenablage kopieren
nl: Kopieer naar klembord

source: Venue
de: Veranstaltungsort
nl: Locatie

source: Actions
de: Aktionen
nl: Acties

source: Restore event
de: Veranstaltung wiederherstellen
nl: Herstel evenement

source: Restore this event
de: Diese Veranstaltung wiederherstellen
nl: Herstel deze gebeurtenis

source: Archive event
de: Veranstaltung archivieren
nl: Archief evenement

source: Archive this event
de: Diese Veranstaltung archivieren
nl: Archiveer dit evenement

source: Delete event
de: Veranstaltung löschen
nl: Gebeurtenis verwijderen

source: Delete this event
de: Diese Veranstaltung löschen
nl: Deze gebeurtenis verwijderen

source: Date and time
de: Datum und Uhrzeit
nl: Datum en tijd

source: Archived events
de: Archivierte Veranstaltungen
nl: Gearchiveerde evenementen

source: Show filters
de: Filter einblenden
nl: Filters tonen

source: Hide filters
de: Filter ausblenden
nl: Verberg filters

source: Create event
de: Veranstaltung erstellen
nl: Maak evenement

source: You can only create events in the default language (%(default_language)s).
de: Sie können Veranstaltungen nur in der Standard-Sprache (%(default_language)s) anlegen.
nl: U kunt alleen gebeurtenissen aanmaken in de standaardtaal (%(default_language)s).

source: Start
de: Beginn

source: End
de: Ende
nl: Einde

source: Recurrence
de: Wiederholung
nl: Herhaling

source: External calendar
de: Externer Kalender

source: No events found with these filters.
de: Keine Veranstaltungen mit diesen Filtern gefunden.
nl: Geen evenementen gevonden met deze filters.

source: No upcoming events available.
de: Keine zukünftigen Veranstaltungen vorhanden.
nl: Geen aankomende evenementen beschikbaar.

source: Events selected
de: Veranstaltungen ausgewählt
nl: Geselecteerde gebeurtenissen

source: Archive events
de: Veranstaltungen archivieren
nl: Archief gebeurtenissen

source: Publish %(content_type)s
de: %(content_type)s veröffentlichen

source: Draft %(content_type)s
de: %(content_type)s als Entwurf speichern

source: Machine translate %(content_type)s via %(provider)s to %(language)s
de: %(content_type)s maschinell via %(provider)s auf %(language)s übersetzen

source: This language is not supported by any available machine translation provider.
de: Diese Sprache wird von keinem verfügbaren Anbieter maschineller Übersetzungen unterstützt.

source: Machine translate %(content_type)s to %(language)s
de: %(content_type)s maschinell auf %(language)s übersetzen

source: Back to events
de: Zurück zu Veranstaltungen

source: No archived events found with these filters.
de: Keine archivierten Veranstaltungen mit diesen Filtern gefunden.
nl: Geen gearchiveerde evenementen gevonden met deze filters.

source: No upcoming events archived.
de: Keine zukünftigen Veranstaltungen archiviert.
nl: Geen aankomende evenementen gearchiveerd.

source: Restore events
de: Veranstaltungen wiederherstellen
nl: Herstel gebeurtenissen

source: Not specified
de: Nicht festgelegt
nl: Niet gespecificeerd

source: One-time
de: Einmalig
nl: Eenmalig

source: Open event in web app
de: Veranstaltung in der Web-App öffnen
nl: Gebeurtenis openen in web app

source: This event cannot be opened in the web app, because it is not public.
de: Diese Veranstaltung kann nicht in der Web-App geöffnet werden, weil sie nicht veröffentlicht ist.
nl: Deze gebeurtenis kan niet worden geopend in de web app, omdat het niet openbaar is.

source: Copy event
de: Veranstaltung kopieren
nl: Kopieer evenement

source: Edit external calendar "%(calendar)s"
de: Externen Kalender "%(calendar)s" bearbeiten

source: Add new external calendar
de: Neuen externen Kalender hinzufügen

source: Delete external calendar
de: Externen Kalender löschen

source: Delete
de: Löschen

source: Update & Import
de: Aktualisieren & Importieren

source: Save
de: Speichern

source: New external calendar
de: Neuer externer Kalender

source: External calendars
de: Externe Kalender

source: Imported events
de: Importierte Termine

source: No external calendars available yet.
de: Noch keine externen Kalender vorhanden.

source: Unread technical feedback
de: Ungelesenes technisches Feedback
nl: Ongelezen technische feedback

source: The five most recent entries are listed.
de: Die fünf aktuellsten Einträge werden aufgeführt.
nl: De vijf meest recente vermeldingen staan op de lijst.

source: Feedback on
de: Feedback zu
nl: Feedback op

source: Comment
de: Kommentar
nl: Commentaar

source: No Feedback available yet.
de: Noch kein Feedback vorhanden.
nl: Nog geen feedback beschikbaar.

source: Open feedback list
de: Feedback-Liste öffnen
nl: Open feedback lijst

source: Technical Feedback
de: Technisches Feedback
nl: Technische feedback

source: Archived Feedback
de: Archivierte Feedback

source: Select all
de: Alle auswählen
nl: Kies alle

source: overall
de: insgesamt
nl: algemeen

source: Marked as read by
de: Als gelesen markiert von
nl: Als gelezen gemarkeerd door

source: No feedback found with these filters.
de: Kein Feedback mit diesen Filtern gefunden.
nl: Geen feedback gevonden bij deze filters.

source: No feedback available yet.
de: Noch kein Feedback vorhanden.
nl: Nog geen feedback beschikbaar.

source: Feedback entries selected
de: Feedback Einträge ausgewählt
nl: Feedback inzendingen geselecteerd

source: Mark as read
de: Als gelesen markieren
nl: Markeer als gelezen

source: Mark as unread
de: Als ungelesen markieren
nl: Markeer als ongelezen

source: Archive
de: Archivieren

source: No archived feedback found with these filters.
de: Keine archivierten Feedback mit diesen Filtern gefunden.

source: No archived feedback available yet.
de: Noch kein archivierten Feedback vorhanden.

source: Restore
de: Wiederherstellen

source: Export to CSV
de: Als CSV-Datei exportieren

source: Automatically saved on:
de: Automatisch gespeichert am:

source: Warning
de: Warnung
nl: Waarschuwing

source: Don't show again
de: Nie wieder anzeigen
nl: Laat je niet meer zien

source: Understood
de: Verstanden
nl: Begrepen

source: Text understandability
de: Textverständlichkeit

source: HIX value calculation is disabled for this page.
de: Die Berechnung der HIX-Werte ist für diese Seite deaktiviert.

source: Improve the understandability of the page here:
de: Verbessern Sie hier die Textverständlichkeit der Seite:

source: HIX value is up to date
de: Der HIX-Wert ist aktuell

source: HIX value is outdated
de: Der HIX-Wert ist veraltet

source: HIX value could not be calculated.
de: Der HIX-Wert konnte nicht berechnet werden.

source: There is no page content
de: Es gibt keinen Seiteninhalt

source: For review:
de: Zur Überprüfung:

source: The text contains
de: Der Text enthält

source: nested sentences
de: Schachtelsätze

source: sentences that are too long
de: Sätze, die zu lang sind

source: words that are too long
de: Wörter, die zu lang sind

source: sentences in passive voice
de: Sätze im Passiv

source: infinitive constructions
de: Infinitiv-Konstruktionen

source: sentences in nominal style
de: Sätze im Nominalstil

source: sentences in the future tense
de: Sätze im Futur

source: abbreviations
de: Abkürzungen

source: HIX value unexpectedly bad?
de: HIX-Wert unerwartet schlecht?

source: Editorial tips and possible reasons can be found
de: Redaktionelle Tipps und mögliche Gründe finden Sie

source: https://wiki.tuerantuer.org/write-texts
de: https://wiki.integreat-app.de/texte_verfassen

source: here
de: hier

source: Set %(label)s
de: %(label)s festlegen
nl: Stel %(label)s in

source: Change %(label)s
de: %(label)s ändern
nl: Verandering %(label)s

source: Remove %(label)s
de: %(label)s entfernen
nl: Verwijder %(label)s

source: Restore %(label)s
de: %(label)s wiederherstellen
nl: Herstel %(label)s

source: Edit imprint
de: Impressum bearbeiten
nl: Afdruk bewerken

source: Create new imprint translation
de: Neue Übersetzung des Impressums erstellen
nl: Creëer nieuwe afdrukvertaling

source: Create imprint
de: Impressum erstellen
nl: Afdruk maken

source: Short URL
de: Kurz-URL
nl: Korte URL

source: Link to the imprint
de: Link zum Impressum
nl: Link naar de afdruk

source: Delete imprint
de: Impressum löschen
nl: Verwijder afdruk

source: Please confirm that you really want to delete the imprint
de: Bitte bestätigen Sie, dass das Impressum gelöscht werden soll
nl: Bevestig dat u de afdruk echt wilt verwijderen

source: All translations of the imprint will also be deleted.
de: Alle Übersetzungen des Impressums werden gelöscht.
nl: Alle vertalingen van de opdruk zullen ook worden gewist.

source: Delete the imprint
de: Das Impressum löschen
nl: De afdruk verwijderen

source: Side-by-Side view
de: Side-by-Side-Ansicht
nl: Zij-aan-zij overzicht

source: Direction of translation
de: Übersetzungsrichtung
nl: Richting van vertaling

source: Show translations side by side
de: Übersetzungen nebeneinander anzeigen
nl: Vertalingen naast elkaar tonen

source: Translate the imprint from %(source_language)s to %(target_language_name)s
de: Übersetze das Impressum von %(source_language)s nach %(target_language_name)s
nl: Vertaal de opdruk van %(source_language)s naar %(target_language_name)s

source: Back to the imprint form
de: Zurück zum Impressums-Formular
nl: Terug naar het afdrukformulier

source: No changes have been made to the source translation.
de: Die Quellübersetzung wurde nicht geändert.

source: Toggle source translation differences
de: Änderungen der Quellübersetzung anzeigen

source: Hide source translation differences
de: Änderungen der Quellübersetzung verbergen

source: Show source translation differences
de: Änderungen der Quellübersetzung anzeigen

source: Copy content
de: Inhalt kopieren
nl: Kopieer inhoud

source: Copy content of %(source_language)s to %(target_language_name)s
de: Inhalt von %(source_language)s nach %(target_language_name)s kopieren
nl: Kopieer inhoud van %(source_language)s naar %(target_language_name)s

source: Create Translation
de: Übersetzung erstellen
nl: Vertaling maken

source: New
de: Neu
nl: Nieuw

source: Not saved yet
de: Noch nicht gespeichert
nl: Nog niet opgeslagen

source: Implications on translations
de: Auswirkungen auf Übersetzungen

source: Edit language "%(translated_language_name)s"
de: Sprache "%(translated_language_name)s" bearbeiten
nl: Bewerk taal "%(translated_language_name)s"

source: Create new language
de: Neue Sprache erstellen
nl: Creëer nieuwe taal

source: Identifier
de: Bezeichner

source: This is in many cases a single (macro-)language tag, according to the
de: Das ist in vielen Fällen ein einzelner (Makro-)Sprachen-Tag aus der
nl: Dit is in veel gevallen een enkele (macro-)taaltag, volgens de

source: For some languages, DeepL needs a correct BCP47 tag (for example English or Portuguese). For more information, please checkout the <a %(link)s>DeepL documentation</a>.
de: Für einige Sprachen benötigt DeepL den korrekten BCP47-Tag (zum Beispiel für Englisch oder Portugiesisch). Für weitere Informationen lesen Sie bitte die <a %(link)s>DeepL Dokumentation</a>.

source: Regions using this language
de: Regionen, die diese Sprache benutzen

source: Total number of regions using this language:
de: Die Anzahl der Regionen, die diese Sprache benutzen:

source: The language is not used in any region.
de: Die Sprache wird in keiner Region benutzt.

source: Translations
de: Übersetzungen
nl: Vertalingen

source: Extended Settings
de: Erweiterte Einstellungen
nl: Uitgebreide instellingen

source: You cannot delete a language that is used in at least one region.
de: Diese Sprache kann nicht gelöscht werden, da sie in mindestens einer Region verwendet wird.
nl: U kunt geen taal wissen die in ten minste één regio wordt gebruikt.

source: Delete this language
de: Diese Sprache löschen
nl: Schrap deze taal

source: Delete language
de: Sprache löschen
nl: Taal verwijderen

source: Manage Languages
de: Sprachen
nl: Beheer talen

source: Create language
de: Sprache hinzufügen
nl: Creëer taal

source: Name in
de: Name auf
nl: Naam in

source: Native name
de: Nativer Name
nl: Inheemse naam

source: Slug
de: URL-Parameter

source: Country Flags
de: Länderflaggen
nl: Landen Vlaggen

source: Language Color
de: Farbe der Sprache

source: Text direction
de: Schreibrichtung
nl: Tekst richting

source: Created
de: Erstellt
nl: Gemaakt

source: Last updated
de: Zuletzt aktualisiert
nl: Laatst bijgewerkt

source: Number of regions where this language is used
de: Anzahl der Regionen, in denen diese Sprache verwendet wird
nl: Aantal regio's waar deze taal wordt gebruikt

source: Number of regions
de: Anzahl an Regionen
nl: Aantal regio's

source: No languages available yet.
de: Noch keine Sprachen vorhanden.
nl: Nog geen talen beschikbaar.

source: Visible
de: Sichtbar
nl: Zichtbaar

source: The language is used in no region.
de: Die Sprache wird in keiner Region benutzt.

source: Inactive
de: Inaktiv
nl: Inactief

source: Edit language tree node "%(translated_language_name)s"
de: Sprach-Knoten "%(translated_language_name)s" bearbeiten

source: Add language to this region
de: Sprache zu dieser Region hinzufügen

source: Create
de: Erstellen
nl: Maak

source: Create and add more
de: Erstellen und weitere hinzufügen

source: Language tree node
de: Sprach-Knoten
nl: Taalknooppunt in de boomstructuur

source: Language tree
de: Sprach-Baum
nl: Taalboom

source: Create language tree node
de: Sprach-Knoten hinzufügen
nl: Creëer taalboomknooppunt

source: Hierarchy
de: Hierarchie
nl: Hiërarchie

source: Language color
de: Farbe der Sprache

source: No language tree available yet.
de: Noch kein Sprach-Baum vorhanden.
nl: Er is nog geen talenboom beschikbaar.

source: Make languages visible in apps
de: Sprachen in Apps sichtbar machen

source: Hide languages in apps
de: Sprachen in Apps verstecken

source: Activate languages in content management system
de: Sprachen im Redaktionssystem aktivieren

source: Disable languages in content management system
de: Sprachen im Redaktionssystem deaktivieren

source: You cannot delete a node which has children.
de: Sie können keinen Knoten mit untergeordneten Sprachen löschen.
nl: U kunt geen knooppunt verwijderen dat kinderen heeft.

source: Delete entire language node
de: Lösche gesamten Sprachknoten
nl: Volledige taalknooppunt verwijderen

source: Redirects to
de: Leitet weiter zu

source: Go to source
de: Inhalt aufrufen
nl: Ga naar bron

source: Replace URL centrally in the current region
de: URL zentral in der aktuellen Region ersetzen

source: Replace URL globally in all the regions
de: URL global in allen Regionen ersetzen

source: All links
de: Alle Links

source: Search & replace
de: Suchen & Ersetzen

source: Valid
de: Gültig
nl: Geldig

source: Invalid
de: Ungültig
nl: Ongeldig

source: Unchecked
de: Nicht geprüft
nl: Ongecontroleerd

source: Ignored
de: Ignoriert
nl: Genegeerd

source: SSL is the standard technology for securing Internet connections and protecting sensitive data transferred between two systems.
de: SSL ist die Standardtechnologie für die Absicherung von Internetverbindungen und den Schutz sensibler Daten, die zwischen zwei Systemen übertragen werden.

source: When a website is secured by an SSL certificate, its URL starts with 'https', insecure links with 'http' should no longer be used.
de: Wenn eine Website durch ein SSL-Zertifikat gesichert ist, beginnt ihre URL mit 'https', unsichere Links mit 'http' sollten nicht mehr verwendet werden.

source: An anchor denotes a link to a fragement within an HTML document
de: Ein Anker bezeichnet eine Sprungmarke innerhalb eines HTML-Dokuments

source: Anchor
de: Anker

source: HTTP response status codes indicate whether a specific HTTP request has been successfully completed.
de: HTTP-Antwortstatuscodes zeigen an, ob eine bestimmte HTTP-Anfrage erfolgreich abgeschlossen wurde.

source: The link text of the first usage
de: Der Linktext der ersten Verwendung

source: The source translation of the first usage
de: Die Quell-Übersetzung der ersten Verwendung

source: Source
de: Quelle
nl: Bron

source: The number of times this URL is used in the content
de: Die Anzahl, wie oft diese URL im Inhalt verwendet wird

source: Usages
de: Verwendungen
nl: Gebruik

source: No valid links could be found.
de: Es konnten keine gültigen Links gefunden werden.
nl: Er konden geen geldige links worden gevonden.

source: No invalid links could be found.
de: Es konnten keine ungültigen Links gefunden werden.
nl: Er konden geen ongeldige links worden gevonden.

source: No unchecked links could be found.
de: Es konnten keine ungeprüften Links gefunden werden.
nl: Er konden geen niet-aangevinkte links worden gevonden.

source: No email links could be found.
de: Es konnten keine Email-Links gefunden werden.

source: No phone links could be found.
de: Es konnten keine Telefonnummern-Links gefunden werden.

source: No ignored links could be found.
de: Es konnten keine ignorierten Links gefunden werden.
nl: Er konden geen genegeerde links worden gevonden.
