Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Title not available
de: Titel nicht verfügbar
nl: Titel niet beschikbaar

source: Message is overdue and will not be sent
de: Nachricht ist überfällig und wird nicht mehr gesendet

source: Message not sent yet
de: Nachricht noch nicht gesendet
nl: Bericht nog niet verzonden

source: News Templates
de: Nachrichten-Vorlagen

source: Open News
de: Nachrichten öffnen

source: Template Name
de: Name der Vorlage

source: Template name not available
de: Name der Vorlage nicht verfügbar

source: Edit region "%(region_name)s"
de: Region "%(region_name)s" bearbeiten
nl: Bewerk regio "%(region_name)s"

source: Create new region
de: Neue Region erstellen
nl: Maak nieuwe regio

source: Center of the region
de: Mittelpunkt der Region
nl: Centrum van de regio

source: Preview on map
de: Vorschau auf der Karte
nl: Voorbeeld op kaart

source: If you leave these fields blank, they are automatically derived from the name, administrative division and community identification number.
de: Wenn Sie diese Felder leer lassen, werden sie automatisch aus dem Namen, der Verwaltungseinheit und dem Gemeindeschlüssel abgeleitet.
nl: Als u deze velden leeg laat, worden ze automatisch afgeleid van de naam, de administratieve afdeling en het communautaire identificatienummer.

source: The boundaries of the region.
de: Die Begrenzungen der Region.
nl: De grenzen van de regio.

source: If you leave these fields blank, they are automatically derived from the name and postal code.
de: Wenn Sie diese Felder leer lassen, werden sie automatisch aus dem Namen und der Postleitzahl abgeleitet.
nl: Als u deze velden leeg laat, worden ze automatisch afgeleid van de naam en de postcode.

source: Features
de: Funktionen
nl: Kenmerken

source: Currently HIX is globally deactivated
de: Derzeit ist HIX global deaktiviert

source: Foreign language machine translation
de: Maschinelle Übersetzungen für Fremdsprachen verwalten

source: Current total budget
de: Aktuelles Gesamtbudget

source: Already consumed
de: Bereits verbraucht

source: Remaining words
de: Verbleibende Wörter

source: An access token for this region exists, but is not shown here for security reasons.
de: Ein Zugangs-Token für diese Region existiert, wird hier jedoch aus Sicherheitsgründen nicht angzeigt.

source: Duplicate content of another region
de: Inhalte aus einer anderen Region duplizieren
nl: Dupliceren van inhoud van een andere regio

source: Delete region
de: Region löschen
nl: Regio verwijderen

source: Please confirm that you really want to delete this region.
de: Bitte bestätigen Sie, dass diese Region gelöscht werden soll
nl: Bevestig dat u deze regio echt wilt verwijderen.

source: This can not be reversed.
de: Dies kann nicht rückgängig gemacht werden.
nl: Dit kan niet worden teruggedraaid.

source: All pages, events and locations of this region will also be deleted.
de: Alle Seiten, Veranstaltungen und Orte dieser Region werden ebenfalls gelöscht.
nl: Alle pagina's, evenementen en locaties van deze regio zullen ook worden verwijderd.

source: Users, who only have access to this region, will be removed as well.
de: Konten, die nur Zugriff auf diese Region besitzen, werden auch entfernt.
nl: Gebruikers, die alleen toegang hebben tot dit gebied, zullen ook worden verwijderd.

source: Delete this region
de: Diese Region löschen
nl: Verwijder deze regio

source: Manage Regions
de: Regionen
nl: Regio's beheren

source: Create region
de: Region erstellen
nl: Regio maken

source: No regions found with these filters.
de: Keine Regionen mit diesen Filtern gefunden.
nl: Geen regio's gevonden met deze filters.

source: No regions available yet.
de: Noch keine Regionen vorhanden.
nl: Nog geen regio's beschikbaar.

source: Open Dashboard
de: Dashboard öffnen

source: Changes that will be released soon
de: Änderungen, die demnächst veröffentlicht werden

source: What's new in version %(version)s?
de: Was gibt es Neues in Version %(version)s?

source: Display all release notes
de: Änderungsprotokoll öffnen

source: Release notes
de: Änderungsprotokoll

source: Unreleased
de: Unveröffentlicht

source: Edit role "%(role_name)s"
de: Rolle "%(role_name)s" bearbeiten
nl: Bewerk rol "%(role_name)s"

source: Create new role
de: Neue Rolle erstellen
nl: Creëer nieuwe rol

source: Role settings
de: Rollen-Einstellungen
nl: Rol instellingen

source: Manage Roles
de: Rollen
nl: Rollen beheren

source: Create role
de: Rolle erstellen
nl: Creëer rol

source: Staff role
de: Mitgliederrolle
nl: Rol van het personeel

source: No roles available yet.
de: Noch keine Rollen vorhanden.
nl: Er zijn nog geen rollen beschikbaar.

source: Deleting roles is not implemented yet.
de: Das Löschen von Rollen ist noch nicht implementiert.
nl: Het verwijderen van rollen is nog niet geïmplementeerd.

source: Disconnect authenticator app
de: Authentifizierung-App trennen

source: You are about to disconnect your authenticator app from your account and deactivate TOTP authentication.
de: Sie sind dabei Ihre Authenticator-App zu trennen und TOTP zu deaktivieren.

source: Are you sure about that?
de: Sind Sie sicher?

source: Back to the user settings
de: Zurück zu den Kontoeinstellungen

source: Add FIDO key
de: FIDO Schlüssel hinzufügen

source: Something went wrong during FIDO registration
de: Während der Registrierung eines neuen FIDO Schlüssels ist ein Fehler aufgetreten

source: Please enter a name for your new key. This name can be used to find the correct key in case you need to revoke authentication.
de: Bitte wählen Sie einen Namen für den neuen Schlüssel. Dieser Name kann verwendet werden um den Schlüssel später zum Bearbeiten der Einstellungen zu identifizieren.
nl: Voer een naam in voor uw nieuwe sleutel. Deze naam kan worden gebruikt om de juiste sleutel te vinden in het geval u de authenticatie moet intrekken.

source: Enter key name here
de: Schlüsselname hier eingeben
nl: Voer hier de naam van de sleutel in

source: It seems like your browser does not support Webauthn
de: Ihr Browser unterstützt leider kein Webauthn, es kann kein Schlüssel hinzugefügt werden

source: The password is incorrect.
de: Das Passwort ist falsch.
nl: Het wachtwoord is onjuist.

source: Please authenticate to change security related settings
de: Bitte authentifizieren Sie sich erneut, um sicherheitsrelevante Einstellungen zu bearbeiten.
nl: Gelieve te verifiëren om veiligheidsgerelateerde instellingen te wijzigen

source: Delete FIDO key
de: Schlüssel entfernen

source: Nickname
de: Schlüsselname
nl: Bijnaam

source: It seems like your browser does not support webauthn
de: Ihr Browser unterstützt leider kein Webauthn, es kann kein Schlüssel hinzugefügt werden
nl: Het lijkt erop dat uw browser webauthn niet ondersteunt

source: Add authenticator app
de: Authentifizierung-App hinzufügen

source: Please scan the QR code with your authenticator app:
de: Bitte scannen Sie den QR-Code mit Ihrer Authenticator-App.

source: Please enter the 6-digit code for "%(BRANDING_TITLE)s" to confirm the registration:
de: Bitte geben Sie den 6-stelligen Code für "%(BRANDING_TITLE)s" ein, um die Registrierung zu bestätigen:

source: My Account Settings
de: Meine Konto-Einstellungen

source: My Language Preference
de: Meine Sprachauswahl
nl: Mijn taalvoorkeur

source: Choose language:
de: Sprache auswählen
nl: Kies taal:

source: This setting only affects this device.
de: Diese Einstellung gilt nur für dieses Gerät.
nl: Deze instelling heeft alleen invloed op dit apparaat.

source: Change language
de: Sprache ändern
nl: Verander van taal

source: Display preferences
de: Anzeigeeinstellungen

source: Save preferences
de: Einstellungen speichern

source: My E-mail-address
de: Meine E-Mail-Adresse
nl: Mijn e-mailadres

source: Change e-mail-address
de: E-Mail-Adresse ändern
nl: Wijzig e-mail adres

source: My Password
de: Mein Passwort
nl: Mijn wachtwoord

source: Enter my new password again here
de: Mein neues Passwort hier erneut eingeben
nl: Voer hier mijn nieuwe wachtwoord opnieuw in

source: Change password
de: Passwort ändern
nl: Wijzig wachtwoord

source: My 2-Factor-Authentication methods
de: Meine 2-Faktor-Authentifizierungs-Methoden

source: To further protect your account, you can add additional authentication methods (2-factor authentication).
de: Um ihr Konto weiter abzusichern, können Sie weitere Authentifizierungs-Methoden einrichten (2-Faktor-Authentifizierung).

source: The system currently supports the setup of FIDO2 keys and TOTP authentication via authenticator apps.
de: Das System unterstützt aktuell FIDO2-Schlüssel und die Verwendung von Authenticator-Apps.

source: Once you add a method, it will always be requested when logging in and potential attackers will have a harder time gaining control over your account.
de: Nachdem Sie eine Methode eingerichtet haben, wird Sie beim Login ebenfalls abgefragt.

source: FIDO2 keys
de: FIDO2-Schlüssel

source: You can use your FIDO2 keys to secure your account.
de: Sie können einen FIDO2-Schlüssel verwenden, um Ihren Account abzusichern

source: Once you added a key to your account you won't be able to log in without using the key.
de: Sobald ein Schlüssel hinzugefügt wurde, ist ein Login nur noch mit diesem möglich.

source: To make sure that you don't loose access to your account when you loose your FIDO2 key it is recommended to add multiple keys.
de: Um sicherzustellen, dass Sie den Zugriff auf Ihren Account nicht verlieren, wenn Sie Ihren Sicherheitsschlüssel nicht mehr verwenden können, wird empfohlen mindestens einen weiteren Schlüssel zu hinterlegen.

source: Make sure to keep your keys at a secure place.
de: Schlüssel sollten Sie an einem sicheren Ort aufbewahren.

source: Key name
de: Schlüsselname
nl: Sleutel naam

source: Last usage
de: Letzte Verwendung
nl: Laatste gebruik

source: Date added
de: Hinzugefügt am
nl: Datum toegevoegd

source: No FIDO2 keys have been added yet.
de: Es wurden noch keine FIDO2-Schlüssel hinzugefügt.

source: Add a new FIDO2 key
de: Neuen FIDO2-Schlüssel hinzufügen

source: You can use an authenticator application to secure your account with time-based one-time passwords (TOTP).
de: Sie können eine Authenticator-App verwenden, um Ihr Konto mittels zeit-basierten Einmalpasswörtern (TOTP) abzusichern.

source: If you connect an authenticator with your account you will be asked to enter the shown digits on your smartphone to log into your account.
de: Wenn Sie eine solche App mit Ihrem Konto verbinden, werden Sie beim Login nach den Ziffern gefragt werden, die auf Ihrem Smartphone sichtbar sind.

source: Disconnect
de: Trennen

source: Register authenticator app
de: Authenticator-App registrieren

source: Number of online accesses over the last 14 days.
de: Anzahl der Online-Zugriffe der letzten 14 Tage.
nl: Aantal online bezoeken in de afgelopen 14 dagen.

source: The statistics network is currently experiencing heavy traffic.
de: Der Statistik-Server hat aktuell eine hohe Auslastung.

source: Number of online accesses
de: Anzahl der Online-Zugriffe
nl: Aantal online toegangen

source: Individual languages can be hidden by clicking on the labels.
de: Einzelne Sprachen können durch Anklicken der Beschriftungen ausgeblendet werden.
nl: Afzonderlijke talen kunnen worden verborgen door op de labels te klikken.

source: Adjust time period
de: Zeitraum anpassen
nl: Aanpassen tijdsperiode

source: Customize view
de: Ansicht anpassen
nl: Weergave aanpassen

source: Export
de: Exportieren
nl: Exporteren

source: Choose format
de: Format auswählen
nl: Kies formaat

source: please select
de: bitte auswählen
nl: kies a.u.b

source: Image/PNG
de: Bild/PNG
nl: Afbeelding/PNG

source: Table Document/CSV
de: Tabellendokument/CSV
nl: Tabeldocument/CSV

source: Manage machine translations
de: Maschinelle Übersetzungen verwalten

source: Select provider
de: Anbieter auswählen

source: There is no active language in this region.
de: Es gibt keine aktive Sprache in dieser Region.

source: There is no other language than the default language in this region.
de: Es gibt keine andere Sprache als die Standard-Sprache in dieser Region.

source: Please select which translation provider you prefer to use for the given language:
de: Bitte wählen Sie, welchen Anbieter für Übersetzungen Sie für die gegebene Sprache bevorzugen:

source: These languages are currently unavailable for machine translations
de: Für folgende Sprachen sind maschinelle Übersetzungen momentan nicht verfügbar

source: Machine Translation
de: Maschinelle Übersetzung

source: Automatic translations
de: Automatische Übersetzungen

source: Automatically machine translate the following types of content:
de: Folgende Inhalte automatisch maschinell übersetzen:

source: Translation Budget
de: Übersetzungsbudget

source: Available credits
de: Verfügbare Credits

source: words
de: Wörter

source: %(used)s of %(total)s words used so far
de: %(used)s von %(total)s Wörtern bereits verbraucht

source: Next reset date:
de: Nächstes Rücksetzungsdatum:

source: Number of words in the German contents
de: Anzahl der Wörter in den deutschen Inhalten

source: The number of words in the latest versions per status and per content type.
de: Die Anzahl der Wörter in den neuesten Versionen pro Status und pro Art des Inhalts.

source: Content type
de: Art des Inhalts

source: Total per Content type
de: Summe pro Art des Inhalts

source: Total per Status
de: Summe pro Status

source: Introduction - Page Tree
de: Einführung in den neuen Seiten-Baum
nl: Inleiding - Paginaboom

source: We merged 'All pages' and 'Tree View' into one single view. In this view you can do the following:
de: Wir haben 'Alle Seiten' und 'Baumansicht' in eine einzelne Ansicht zusammengeführt. In dieser Ansicht können folgende Aktionen durchgeführt werden:

source: View the page hierarchy.
de: Ansicht der Seiten-Hierarchie.
nl: Bekijk de pagina hiërarchie.

source: Change the hierarchy with drag & drop.
de: Ändern der Seiten-Hierarchie per Drag & Drop.
nl: Verander de hiërarchie met drag & drop.

source: View the translation status.
de: Ansicht der Übersetzungs-Zustände.
nl: De vertaalstatus bekijken.

source: Open the page editor by clicking on a page.
de: Öffnen Sie den Seiten-Editor indem Sie auf eine Seite klicken.
nl: Open de pagina-editor door op een pagina te klikken.

source: Edit account "%(user_name)s"
de: Konto "%(user_name)s" bearbeiten

source: Create new account
de: Konto erstellen

source: Delete this account
de: Dieses Konto löschen

source: Please confirm that you really want to delete this account
de: Bitte bestätigen Sie, dass dieses Konto gelöscht werden soll

source: This cannot be reversed.
de: Dies kann nicht rückgängig gemacht werden.
nl: Dit kan niet worden teruggedraaid.

source: Delete account
de: Konto löschen

source: Remove this user from region %(request.region)s
de: Dieses Konto aus Region %(request.region)s entfernen
nl: Verwijder deze gebruiker uit regio %(request.region)s

source: Please confirm that you really want to remove this account from region %(request.region)s.
de: Bitte bestätigen Sie, dass dieses Konto aus der Region %(request.region)s entfernt werden soll.

source: The account will keep access to the following regions:
de: Das Konto wird den Zugang zu folgenden Regionen behalten:

source: Remove account from region
de: Konto aus Region entfernen

source: Account Management
de: Kontoverwaltung

source: Create account
de: Konto erstellen

source: First Name
de: Vorname
nl: Voornaam

source: Last Name
de: Nachname
nl: Achternaam

source: E-mail-address
de: E-Mail-Adresse
nl: E-mail-adres

source: Last Login
de: Letzter Login
nl: Laatste login

source: Security
de: Sicherheit

source: No users found with these filters.
de: Keine Benutzer:innen mit diesen Filtern gefunden.
nl: Geen gebruikers gevonden met deze filters.

source: No users available yet.
de: Noch keine Benutzer:innen vorhanden.
nl: Nog geen gebruikers beschikbaar.

source: No login yet
de: Bisher keine Anmeldung
nl: Nog geen login

source: Resend activation link
de: Aktivierungslink erneut versenden
nl: Stuur activeringslink opnieuw

source: Multi-Factor-Authentication (TOTP + FIDO2)
de: Multi-Faktor-Authentifizierung (TOTP + FIDO2)

source: 2-Factor-Authentication (FIDO2)
de: 2-Faktor-Authentifizierung (FIDO2)

source: 2-Factor-Authentication (TOTP)
de: 2-Faktor-Authentifizierung (TOTP)

source: Account security can be enhanced by configuring a second factor. Please consider setting up TOTP or FIDO2 to add an additional layer of protection to your account.
de: Die Sicherheit Ihres Kontos kann durch Konfiguration eines zweiten Faktors verbessert werden. Bitte erwägen Sie die Einrichtung von TOTP oder FIDO2, um Ihrem Konto eine zusätzliche Schutzebene hinzuzufügen.

source: This setting is only available if the user has an active TOTP or FIDO2 setup.
de: Diese Einstellung ist nur verfügbar, wenn das Konto TOTP oder FIDO2 eingerichtet hat.

source: Designates whether this account has access to the network management.
de: Legt fest, ob das Konto Zugriff auf die Netzwerkverwaltung hat.

source: Preferred regions
de: Bevorzugte Regionen
nl: Gewenste regio's

source: The regions to which the account has quick access
de: Die Regionen, zu denen das Konto Schnellzugriff hat

source: Team member
de: Teammitglied
nl: Teamlid

source: Staff member
de: Teammitglied
nl: Personeelslid

source: No staff member
de: Kein Teammitglied
nl: Geen personeelslid

source: No administrator
de: Kein:e Administrator:in
nl: Geen beheerder

source: Implications on the translation status
de: Auswirkungen auf den Übersetzungsstatus
nl: Implicaties voor de vertaalstatus

source: Tick if this edit should not change the status of this translation.
de: Kreuzen Sie an, wenn diese Änderung den Status dieser Übersetzung nicht ändern soll.
nl: Kruis aan of deze bewerking de status van deze vertaling niet mag wijzigen.

source: Tick if this edit should not change the status of this translation and does not require an update of translations in other languages.
de: Kreuzen Sie an, wenn diese Änderung den Status dieser Übersetzung nicht verändern soll und keine Aktualisierung der Übersetzungen in anderen Sprachen erfordert.
nl: Vink aan als deze bewerking de status van deze vertaling niet mag veranderen en geen bijwerking van vertalingen in andere talen vereist.

source: Malformed header data.
de: Fehlerhafte Header-Daten.

source: Invalid email credentials.
de: Ungültige E-Mail-Anmeldedaten.

source: An SMTP error occured.
de: Ein SMTP-Fehler ist aufgetreten.

source: The email server refused the connection.
de: Der E-Mail-Server hat die Verbindung abgelehnt.

source: Could not access the url of this external calendar
de: Auf die URL dieses externen Kalenders konnte nicht zugegriffen werden

source: The data provided by the url of this external calendar is invalid
de: Die Daten unter der URL des externen Kalenders sind fehlerhaft

source: Could not import event because it is missing a required field: {}
de: Ein Event konnte nicht importiert werden, da ein erforderliches Feld fehlt: {}

source: Could not import '{}': {}
de: '{}' konnte nicht importiert werden: {}

source: Imprint does not exist or is not public in this language
de: Das Impressum existiert nicht oder ist in dieser Sprache nicht öffentlich.

source: News links require a subcategory (either 'local' or 'tu-news')
de: Nachrichten-Links erfordern eine Unterkategorie (entweder 'local' oder 'tu-news')

source: tü-news are disabled in this region.
de: tü-news sind in dieser Region deaktiviert.

source: This news entry does not exist or was not sent.
de: Diese Nachricht existiert nicht oder wurde nicht gesendet.

source: This news subcategory does not exist.
de: Diese Nachrichtenunterkategorie existiert nicht.

source: News URL is invalid.
de: Die Nachrichten-URL ist ungültig.

source: Offers are not enabled in this region.
de: Angebote sind in dieser Region nicht aktiviert.

source: This offer does not exist in this region.
de: Dieses Angebot gibt es in dieser Region nicht.

source: Offer URL is invalid
de: Angebots-URL ist ungültig

source: The link target is archived.
de: Das Linkziel ist archiviert.

source: The URL is not up-to-date.
de: Die URL ist nicht aktuell.

source: The link target is not public in this language.
de: Das Linkziel ist in dieser Sprache nicht öffentlich.

source: The link target does not exist in this region and language.
de: Das Linkziel existiert nicht in dieser Region und Sprache.

source: The link target is not unique in this region and language.
de: Das Linkziel ist in dieser Region und Sprache nicht eindeutig.

source: This link is invalid.
de: Dieser Link ist ungültig.

source: This region does not exist or is not active.
de: Diese Region existiert nicht oder ist nicht aktiv.

source: This language does not exist or is not active and visible.
de: Diese Sprache existiert nicht oder ist nicht aktiv und sichtbar.

source: No valid pages selected for PDF generation.
de: Es wurden keine gültigen Seiten zur Erzeugung der PDF-Datei ausgewählt.
nl: Geen geldige pagina's geselecteerd voor het genereren van PDF.

source: The PDF could not be successfully generated.
de: PDF-Datei konnte nicht erfolgreich erzeugt werden.
nl: De PDF kon niet met succes worden gegenereerd.

source: Cannot generate slug from {}.
de: Slug kann nicht aus dem {} abgeleitet werden.

source: and 1 other
de: und 1 weitere

source: and {} others
de: und {} weitere

source: and
de: und

source: activation mail
de: Aktivierungsmail
nl: activeringspost

source: welcome mail
de: Willkommensmail
nl: welkomstmail

source: {} was successfully sent to user {}.
de: {} wurde erfolgreich an {} gesendet.
nl: {} is succesvol verzonden naar gebruiker {}.

source: An error occurred! Could not send {}.
de: Es ist ein Fehler aufgetreten! Die {} konnte nicht versendet werden.
nl: Er is een fout opgetreden! Kon {} niet verzenden.

source: You are already logged in.
de: Sie sind bereits eingeloggt.
nl: U bent al ingelogd.

source: This account activation link is invalid.
de: Der Link zum Aktivieren Ihres Kontos ist ungültig.
nl: Deze activeringslink is ongeldig.

source: It may have already been used.
de: Möglicherweise wurde er schon genutzt.
nl: Het kan al gebruikt zijn.

source: Please contact an administrator to request a new link to activate your account.
de: Bitte kontaktieren Sie eine:n Administrator:in, um einen neuen Link zum Aktivieren Ihres Kontos anzufordern.
nl: Neem contact op met een beheerder om een nieuwe link aan te vragen om uw account te activeren.

source: Your account has been successfully activated.
de: Ihr Konto wurde erfolgreich aktiviert
nl: Uw account is succesvol geactiveerd.

source: You can now log in with your new password.
de: Sie können sich jetzt mit dem neuen Passwort einloggen.
nl: U kunt nu inloggen met uw nieuwe wachtwoord.

source: You have been successfully logged off.
de: Sie wurden erfolgreich abgemeldet.
nl: U bent succesvol afgemeld.

source: This password reset link is invalid.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig.
nl: Deze wachtwoord reset link is ongeldig.

source: Please request a new link to reset your password.
de: Bitte fordern Sie einen neuen Link zum Zurücksetzen Ihres Passworts an.
nl: Gelieve een nieuwe link aan te vragen om uw wachtwoord te resetten.

source: Your password has been successfully changed.
de: Passwort wurde erfolgreich geändert
nl: Uw wachtwoord is succesvol gewijzigd.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
de: Eine Nachricht mit Anweisungen zum Zurücksetzen Ihres Passworts wurde an die angegebene E-Mail-Adresse geschickt.
nl: Wij hebben u instructies gemaild om uw wachtwoord in te stellen, als er een account bestaat met het e-mailadres dat u hebt opgegeven.
