Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: An account has to be either staff/superuser or needs to be restricted to at least one region.
de: Das Konto muss entweder Teammitglied/Administrator:in sein, oder mindestens einer Region zugewiesen sein.

source: Superuser permissions need to be set by another superuser.
de: Administrations-Rechte können nur von anderen Administrator:innen vergeben werden.
nl: Superuser permissies moeten ingesteld worden door een andere superuser.

source: Only superusers can enable or disable passwordless authentication.
de: Nur Administrator:innen können die Passwortlose Authentifizierung aktivieren

source: The publication status of {model_name} {object_names} was successfully changed to "{changed_status}".
de: Der Veröffentlichungsstatus von {model_name} {object_names} wurde erfolgreich zu "{changed_status}" geändert.

source: The publication status of {model_name} {object_names} is already "{changed_status}".
de: Der Veröffentlichungsstatus von {model_name} {object_names} ist bereits "{changed_status}"

source: The publication status of {model_name} {object_names} could not be changed to "{changed_status}", because it has no translation in {language}.
de: Der Veröffentlichungsstatus von {model_name} {object_names} konnte nicht zu "{changed_status}" geändert werden, weil es keine Übersetztung in {language} gibt.

source: English
de: Englisch
nl: Engels

source: Dutch
de: Niederländisch
nl: Nederlands

source: A problem with DeepL API has occurred. Please contact an administrator.
de: Ein Fehler mit DeepL API ist aufgetreten. Bitte kontaktieren Sie eine:n Administrator:in.

source: {model_name} {object_names} has successfully been translated ({source_language} ➜ {target_language}).
de: {model_name} {object_names} wurde erfolgreich übersetzt ({source_language} ➜ {target_language}).

source: {model_name} {object_names} could not be translated because its source translation is missing.
de: {model_name} {object_names} konnte nicht übersetzt werden, da die Quell-Übersetzung fehlt.

source: {model_name} {object_names} could not be translated because it would exceed the remaining budget of {remaining_budget} words.
de: {model_name} {object_names} konnte nicht übersetzt werden, da die Übersetzung das verbleibende Übersetzungsbudget von {remaining_budget} Wörtern übersteigen würde.

source: {model_name} {object_names} could not be translated because its HIX score is too low for machine translation (minimum required: {min_required}).
de: {model_name} {object_names} konnte nicht übersetzt werden, da der HIX Wert zu gering für die maschinelle Übersetzung ist (erforderlicher Mindestwert: {min_required})

source: {model_name} {object_names} could not be translated automatically.
de: {model_name} {object_names} konnte nicht automatisch übersetzt werden.

source: A problem with Google Translate API has occurred. Please contact an administrator.
de: Ein Fehler mit Google Translate API ist aufgetreten. Bitte kontaktieren Sie eine:n Administrator:in.

source: GVZ API
de: GVZ (Gemeindeverzeichnis) API

source: Total Accesses
de: Alle Zugriffe

source: Offline Accesses
de: Offline Zugriffe

source: WebApp Accesses
de: WebApp Zugriffe

source: CW
de: KW

source: {model_name} {object_names} has been successfully translated into Easy German.
de: {model_name} {object_names} wurde erfolgreich in Leichte Sprache übersetzt.

source: {model_name} {object_names} could not be automatically translated into Easy German.
de: {model_name} {object_names} konnte nicht automatisch in Leichte Sprache übersetzt werden.

source: No German translation could be found for {} "{}".
de: Es konnte keine Deutsche Übersetzung für {} "{}" gefunden werden.

source: HIX score {:.2f} of "{}" is too low for machine translation (minimum required: {})
de: HIX Wert {:.2f} für "{}" ist zu niedrig für maschinelle Übersetzung (erforderlicher Mindestwert: {})

source: Machine translations are disabled for "{}", because its HIX value is ignored
de: Machinelle Übersetzungen sind für "{}" deaktiviert, da die Option "HIX-Wert ignorieren" aktiviert ist.

source: Page {} does not have a {}source translation in {} and therefore cannot be exported as XLIFF for translation to {}.
de: Die Seite {} hat keine {}Quell-Übersetzung auf {} und kann deshalb nicht als XLIFF für die Übersetzung nach {} exportiert werden.

source: published
de: veröffentliche

source: An unexpected error has occurred while exporting page {}.
de: Es ist ein unerwarteter Fehler beim Exportieren der Seite {} aufgetreten.
nl: Er is een onverwachte fout opgetreden tijdens het exporteren van pagina {}.

source: The page referenced in XLIFF file "{}" could not be found.
de: Die Seite der XLIFF-Datei "{}" konnte nicht gefunden werden.
nl: De pagina waarnaar verwezen wordt in XLIFF bestand "{}" kon niet gevonden worden.

source: An unexpected error has occurred while importing XLIFF file "{}".
de: Es ist ein unerwarteter Fehler beim Importieren der XLIFF-Datei "{}" aufgetreten.
nl: Er is een onverwachte fout opgetreden bij het importeren van XLIFF-bestand "{}".

source: Page <b>{}</b> from file <b>{}</b> was also translated in file <b>{}</b>.
de: Die Seite <b>{}</b> aus der Datei <b>{}</b> wurde ebenfalls in der Datei <b>{}</b> übersetzt.

source: Please check which of the files contains the most recent version and upload only this file.
de: Bitte prüfen Sie, welche der Dateien die aktuellste Version enthält und laden Sie nur diese Datei hoch.

source: If you confirm this import, only the first file will be imported and the latter will be ignored.
de: Wenn Sie diesen Import bestätigen, wird nur die erste Datei importiert und die zweite ignoriert.

source: This page was also translated in file <b>{}</b>, which will be ignored.
de: Diese Seite wurde auch in der Datei <b>{}</b> übersetzt, die ignoriert wird.

source: Page {} could not be imported successfully because of the errors:
de: Seite {} konnte nicht importiert werden aufgrund der Fehler:

source: Page {} from the file <b>{}</b> could not be imported.
de: Die Seite {} aus der Datei <b>{}</b> konnte nicht importiert werden.

source: Check if you have uploaded any other conflicting files for this page.
de: Prüfen Sie, ob Sie andere Dateien für diese Seite hochgeladen haben, die in Konflikt stehen.

source: If the problem persists, contact an administrator.
de: Wenn das Problem weiterhin besteht, kontaktieren Sie bitte einen Administrator.

source: Page {} was imported successfully.
de: Seite {} wurde erfolgreich importiert.
nl: Pagina {} is succesvol geïmporteerd.

source: Page {} was imported without changes.
de: Seite {} wurde ohne Änderungen importiert.
nl: Pagina {} werd geïmporteerd zonder wijzigingen.

source: You don't have the permission to import this page.
de: Sie haben nicht die nötige Berechtigung, um diese Seite zu importieren.
nl: U heeft geen toestemming om deze pagina te importeren.

source: This page belongs to another region ({}).
de: Diese Seite konnte nicht importiert werden, da sie zu einer anderen Region gehört ({}).
nl: Deze pagina behoort tot een andere regio ({}).

source: Region
nl: Regio

source: Bahrain
nl: Bahrein

source: Côte d'Ivoire
nl: Ivoorkust

source: Chile
nl: Chili

source: Haiti
nl: Haïti

source: Israel
nl: Israël

source: Kuwait
nl: Koeweit

source: Malaysia
nl: Maleisië

source: Namibia
nl: Namibië

source: Sudan
nl: Soedan

source: Somalia
nl: Somalië

source: Ukraine
nl: Oekraïne

source: Ascension
nl: Hemelvaart

source: Guinea-Bissau
nl: Guinee-Bissau

source: Macao
nl: Macau

source: Broken external hash anchor
nl: Gebroken extern hash anker

source: Broken internal link
nl: Gebroken interne link

source: Broken internal hash anchor
nl: Gebroken intern hash anker

source: Broken redirect
nl: Kapotte omleiding

source: Email link (not automatically checked)
nl: E-mail link (niet automatisch gecontroleerd)

source: Empty link
nl: Lege link

source: Failed to parse HTML for anchor
nl: HTML voor anker niet geparseerd

source: Invalid URL
nl: Ongeldige URL

source: Link to within the same page (not automatically checked)
nl: Link naar binnen dezelfde pagina (niet automatisch aangevinkt)

source: Missing Document
nl: Ontbrekend document

source: Other Error: The read operation timed out
nl: Andere fout: De leesoperatie heeft een time-out

source: Page OK but anchor can't be checked
nl: Pagina OK maar anker kan niet gecontroleerd worden

source: Phone number (not automatically checked)
nl: Telefoonnummer (niet automatisch gecontroleerd)

source: URL Not Yet Checked
nl: URL nog niet gecontroleerd

source: Working file link
nl: Werkende bestandslink

source: Working internal hash anchor
nl: Werkend intern hash anker

source: Working internal link
nl: Werkende interne link

source: Working redirect
nl: Werkend omleiden

source: August
nl: Augustus

source: Management
nl: Beheer

source: Pending Review
nl: In afwachting van herziening

source: The maximum duration for events is 7 days. Consider using recurring events if the event is not continuous.
nl: De maximumduur voor evenementen is 7 dagen. Overweeg het gebruik van terugkerende evenementen als het evenement niet doorlopend is.

source: region
nl: regio

source: revision
nl: revisie

source: icon
nl: pictogram

source: The user who marked this feedback as read.
nl: De gebruiker die deze feedback als gelezen heeft gemarkeerd.

source: BCP47 Tag
nl: BCP47 label

source: Defined if this language should be delivered via the API
nl: Gedefinieerd of deze taal moet worden geleverd via de API

source: name
nl: naam

source: publishers
nl: uitgevers

source: short description
nl: korte beschrijving

source: Whether or not the push notification is a draft (drafts cannot be sent)
nl: Of de pushmelding een concept is of niet (concepten kunnen niet worden verzonden)

source: The date and time when the push notification was sent.
nl: De datum en tijd waarop de pushmelding is verzonden.

source: Sets behavior for dealing with not existing push notification translations
nl: Stelt het gedrag in voor het omgaan met niet bestaande push notification vertalingen

source: Enable tunews
nl: Tunews inschakelen

source: Enable to show a feed of tunews articles to users.
nl: Maak het mogelijk om een feed van tunews artikelen te tonen aan gebruikers.

source: Enable this option to display additional features like XLIFF import/export, page filtering, mirrored pages, page-based permissions, do-not-translate-tag and status information for broken links
nl: Activeer deze optie om extra functies weer te geven zoals XLIFF import/export, pagina filtering, gespiegelde pagina's, pagina-gebaseerde permissies, do-not-translate-tag en status informatie voor gebroken links

source: WebAuthn ID
nl: WebAutn ID

source: Django Admin
nl: Django Beheerder

source: User Settings
nl: Gebruikers Instellingen

source: Contents
nl: Inhoud

source: Version
nl: Versie

source: The chart below shows the current size of the %(BRANDING)s app.
nl: Onderstaande grafiek toont de huidige omvang van de %(BRANDING)s app.

source: Here you will find a set of tools to check the success and correctness of your app. Click on the Details button of a tool to get further information.
nl: Hier vindt u een reeks hulpmiddelen om het succes en de juistheid van uw app te controleren. Klik op de knop Details van een tool om meer informatie te krijgen.

source: Overview of the current translation status
nl: Overzicht van de huidige stand van de vertaling

source: Outdated Translations
nl: Verouderde vertalingen

source: This overview show the approximate number of words of all outdated translations.
nl: Dit overzicht toont het geschatte aantal woorden van alle verouderde vertalingen.

source: Words
nl: Woorden

source: Login
nl: Inloggen

source: Unable to verify your 2FA key, please try again.
nl: Kan uw 2FA-sleutel niet verifiëren, probeer het opnieuw.

source: Please authenticate using your 2FA key by following your browser instructions
nl: Gelieve te verifiëren met uw 2FA sleutel door de instructies van uw browser te volgen

source: Your %(BRANDING)s team of %(COMPANY)s
nl: Uw %(BRANDING)s team van %(COMPANY)s

source: You are receiving this e-mail, because you have requested a password reset for your %(BRANDING)s account.
nl: U ontvangt deze e-mail, omdat u een wachtwoordreset heeft aangevraagd voor uw %(BRANDING)s account.

source: You are receiving this e-mail, because an account for %(BRANDING)s was created for you.
nl: U ontvangt deze e-mail, omdat er een account voor %(BRANDING)s voor u is aangemaakt.

source: Submit for review
nl: Ter beoordeling indienen

source: Create an event location or start typing the name of an existing location
nl: Maak een evenementenlocatie aan of begin met het intypen van de naam van een bestaande locatie

source: You cannot translate into the default language
nl: U kunt niet vertalen in de standaard taal

source: Create missing translations automatically
nl: Creëer automatisch ontbrekende vertalingen

source: This language is not supported by DeepL
nl: Deze taal wordt niet ondersteund door DeepL

source: No technical feedback found with these filters.
nl: Geen technische feedback gevonden bij deze filters.

source: No technical feedback available yet.
nl: Er is nog geen technische feedback beschikbaar.

source: Imprint versions
nl: Afdrukversies

source: deleted user
nl: verwijderde gebruiker

source: This is <b>not</b> the version shown in the apps.
nl: Dit is <b>niet</b> de versie die in de apps staat.

source: Restore this version as draft
nl: Herstel deze versie als klad

source: Restore and publish this version
nl: Herstel en publiceer deze versie

source: Implications on other translations
nl: Gevolgen voor andere vertalingen

source: Edit language tree node
nl: Bewerk taalknooppunt in de boomstructuur

source: Add language
nl: Taal toevoegen

source: Name
nl: Naam

source: Replace URL globally
nl: URL globaal vervangen

source: Link text
nl: Link tekst

source: Delete this organization
nl: Verwijder deze organisatie

source: This affects only users, who don't have the permission to change arbitrary pages anyway.
nl: Dit heeft alleen gevolgen voor gebruikers, die toch al geen toestemming hebben om willekeurige pagina's te wijzigen.

source: Page versions of "%(page_title)s"
nl: Paginaversies van "%(page_title)s"

source: Restore this version and submit for review
nl: Herstel deze versie en dien in ter beoordeling

source: You can however archive this page.
nl: U kunt deze pagina wel archiveren.

source: The name is currently displayed to users only in the default language
nl: De naam wordt momenteel alleen aan gebruikers getoond in de standaardtaal

source: Position
nl: Positie

source: If you leave these fields blank, they are automatically derived from the address.
nl: Als u deze velden leeg laat, worden ze automatisch afgeleid van het adres.

source: Edit news message "%(push_notification_title)s"
nl: Bewerk nieuwsbericht "%(push_notification_title)s"

source: Create news message
nl: Nieuwsbericht maken

source: Bounding box
nl: Begrenzende box

source: Add 2FA key
nl: 2FA sleutel toevoegen

source: Something went wrong during 2FA registration
nl: Er is iets misgegaan tijdens de 2FA registratie

source: Delete 2FA key
nl: Verwijder 2FA sleutel

source: My User Settings
nl: Mijn gebruikersinstellingen

source: My 2-Factor-Authentication Keys
nl: Mijn 2-Factor-Authenticatie sleutels

source: You can use your FIDO2 keys to secure your account. Once you added a key to your account you won't be able to log in without using the key.
nl: U kunt uw FIDO2 sleutels gebruiken om uw account te beveiligen. Zodra u een sleutel aan uw account hebt toegevoegd, kunt u zich niet meer aanmelden zonder de sleutel te gebruiken.

source: To make sure that you don't loose access to your account when you loose your FIDO2 key it is recommended to add multiple keys. Just make sure to keep at least one key at a secure place.
nl: Om er zeker van te zijn dat u de toegang tot uw account niet verliest wanneer u uw FIDO2 sleutel verliest, is het aanbevolen om meerdere sleutels toe te voegen. Zorg ervoor dat u ten minste één sleutel op een veilige plaats bewaart.

source: No 2FA keys have been added yet.
nl: Er zijn nog geen 2FA sleutels toegevoegd.

source: Add a new 2FA key
nl: Een nieuwe 2FA sleutel toevoegen

source: We merged "All pages" and "Tree View" into one single view. In this view you can do the following:
nl: We hebben "Alle pagina's" en "Boomstructuur" samengevoegd tot één enkele weergave. In deze weergave kunt u het volgende doen:

source: Edit user "%(user_name)s"
nl: Bewerk gebruiker "%(user_name)s"

source: Create new user
nl: Nieuwe gebruiker aanmaken

source: Delete this user
nl: Verwijder deze gebruiker

source: Please confirm that you really want to delete this user
nl: Bevestig dat u deze gebruiker echt wilt verwijderen

source: Delete user
nl: Gebruiker verwijderen

source: Please confirm that you really want to remove this user from region %(request.region)s.
nl: Bevestig dat u deze gebruiker echt wilt verwijderen uit regio %(request.region)s.

source: The user will keep access to the following regions:
nl: De gebruiker behoudt toegang tot de volgende gebieden:

source: Remove user from region
nl: Verwijder gebruiker uit regio

source: User Management
nl: Gebruikersbeheer

source: Create user
nl: Gebruiker aanmaken

source: Designates whether the user has access to the network management.
nl: Geeft aan of de gebruiker toegang heeft tot het netwerkbeheer.

source: The regions to which the user has quick access
nl: De regio's waartoe de gebruiker snel toegang heeft

source: Implications on the status of this and other translations
nl: Gevolgen voor de status van deze en andere vertalingen

source: Unknown
nl: Onbekend

source: Cannot generate slug from %(fallback)s.
nl: Kan slug niet genereren uit %(fallback)s.

source: Automatic translations are disabled
nl: Automatische vertalingen zijn uitgeschakeld

source: This language is not supported by DeepL. Please try another language
nl: Deze taal wordt niet ondersteund door DeepL. Probeer een andere taal

source: The selected {} were successfully archived
nl: De geselecteerde {} werden met succes gearchiveerd

source: The selected {} were successfully restored
nl: De geselecteerde {} werden met succes hersteld

source: This is <b>not</b> the most recent public revision of this translation. Instead, <a href='%(revision_url)s' class='underline hover:no-underline'>revision %(revision)s</a> is shown in the apps.
nl: Dit is <b>niet</b> de meest recente openbare revisie van deze vertaling. In plaats daarvan wordt <a href='%(revision_url)s' class='underline hover:no-underline'>revisie %(revision)s</a> getoond in de apps.

source: This revision does not exist.
nl: Deze revisie bestaat niet.

source: You don't have the permission restore revisions of the imprint.
nl: Je hebt niet de toestemming om revisies van de opdruk te herstellen.

source: This revision is identical to the current version of this translation.
nl: Deze herziening is identiek aan de huidige versie van deze vertaling.

source: The revision was successfully restored
nl: De revisie is succesvol hersteld

source: Language tree node for "{}" was successfully saved
nl: Taalknooppunt voor "{}" is succesvol opgeslagen

source: Language tree node for "{}" was successfully created
nl: Taalknooppunt voor "{}" is succesvol aangemaakt

source: Rename directory
nl: Map hernoemen

source: Information: The user "{}" has been removed from the editors of this page, but has the implicit permission to edit this page anyway.
nl: Informatie: De gebruiker "{}" is verwijderd uit de redactie van deze pagina, maar heeft de impliciete toestemming om deze pagina toch te bewerken.

source: Information: The user "{}" has been removed from the publishers of this page, but has the implicit permission to publish this page anyway.
nl: Informatie: De gebruiker "{}" is verwijderd van de uitgevers van deze pagina, maar heeft de impliciete toestemming om deze pagina toch te publiceren.

source: If the download does not start automatically, please click {}here{}.
nl: Als de download niet automatisch start, klik dan {}hier{}.

source: The latest changes have only been saved as a draft. Currently, <a href='%(revision_url)s' class='underline hover:no-underline'>version %(revision)s</a> of this page is displayed in the app.
nl: De laatste wijzigingen zijn alleen als concept opgeslagen. Momenteel wordt <a href='%(revision_url)s' class='underline hover:no-underline'>versie %(revision)s</a> van deze pagina weergegeven in de app.

source: You don't have the permission to restore revisions of this page.
nl: Je hebt geen toestemming om revisies van deze pagina terug te zetten.

source: You cannot restore revisions of this page because it is archived.
nl: U kunt geen revisies van deze pagina terugzetten omdat hij gearchiveerd is.

source: This news message has already been sent as push notification to mobile devices.
nl: Dit nieuwsbericht is al als pushbericht naar mobiele apparaten gestuurd.

source: News message "{}" was successfully created
nl: Nieuwsbericht "{}" is succesvol aangemaakt

source: News message "{}" was successfully saved
nl: Nieuwsbericht "{}" is succesvol opgeslagen

source: News message cannot be sent because required texts are missing
nl: Nieuwsbericht kan niet worden verzonden omdat de vereiste teksten ontbreken

source: News message was successfully sent
nl: Nieuwsbericht is succesvol verzonden

source: News message could not be sent
nl: Nieuwsbericht kon niet worden verzonden

source: News message could not be sent due to a configuration error.
nl: Nieuwsbericht kon niet worden verzonden vanwege een configuratiefout.

source: User {} was successfully deleted.
nl: Gebruiker {} is succesvol verwijderd.

source: User {} was successfully removed from this region.
nl: Gebruiker {} is succesvol verwijderd uit deze regio.

source: User "{}" was successfully created
nl: Gebruiker "{}" is succesvol aangemaakt

source: User "{}" was successfully saved
nl: Gebruiker "{}" is succesvol opgeslagen

source: User was successfully deleted
nl: Gebruiker is succesvol verwijderd

source: A user has to be either staff/superuser or needs to be restricted to at least one region.
nl: Een gebruiker moet personeelslid/supergebruiker zijn of moet beperkt zijn tot minstens één regio.

source: No source translation could be found for {} "{}".
nl: Er kon geen bronvertaling worden gevonden voor {} "{}".

source: {} "{}" has been successfully translated.
nl: {} "{}" is succesvol vertaald.

source: {} "{}" could not be automatically translated.
nl: {} "{}" kon niet automatisch vertaald worden.

source: Page {} does not have a source translation in {} and therefore cannot be exported as XLIFF for translation to {}.
nl: Pagina {} heeft geen bronvertaling in {} en kan daarom niet worden geëxporteerd als XLIFF voor vertaling naar {}.

source: Please try again or contact the administrator.
nl: Probeer het opnieuw of neem contact op met de beheerder.

source: Page {} could not be imported successfully because of the errors: {}
nl: Pagina {} kon niet succesvol geïmporteerd worden vanwege de fouten: {}
