Repository: digitalfabrik/integreat-cms
Catalog: integreat_cms/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: An organization with the same name already exists in this region. Please choose another name.
de: Eine Organisation mit diesem Namen existiert bereits in dieser Region. Bitte wählen Sie einen anderen Namen.

source: Publication status
de: Veröffentlichungsstatus

source: All
de: Alle

source: Translation status
de: Übersetzungsstatus
nl: Vertaalstatus

source: Exclude pages without content
de: Seiten ohne Inhalt ausschließen

source: Authors
de: Autor:innen
nl: Auteurs

source: These users can edit this page, but are not allowed to publish it.
de: Diese Benutzer:innen können die Seite bearbeiten, aber nicht veröffentlichen.
nl: Deze gebruikers kunnen deze pagina bewerken, maar mogen hem niet publiceren.

source: Editors
de: Redakteur:innen
nl: Redactie

source: These users can edit and publish this page.
de: Diese Benutzer:innen können die Seite bearbeiten und veröffentlichen
nl: Deze gebruikers kunnen deze pagina bewerken en publiceren.

source: Source region for live content
de: Quell-Region für Live-Inhalte
nl: Bronregio voor live-inhoud

source: Enable write access via API for this page
de: Schreib-Zugriff via API für diese Seite aktivieren
nl: Activeer schrijftoegang via API voor deze pagina

source: Enter name in {} here
de: Name auf {} hier eingeben

source: Translation in {}
de: Übersetzung auf {}

source: At least one translation is required.
de: Mindestens eine Übersetzung ist erforderlich.

source: An error occurred while saving the opening hours.
de: Beim Speichern der Öffnungszeiten ist ein Fehler aufgetreten.

source: Please contact an administrator.
de: Bitte kontaktieren Sie einen Administrator.

source: Could not derive the coordinates from the address, please fill the field manually if the location is to be displayed on the map.
de: Die Koordinaten konnten nicht aus der Adresse abgeleitet werden, bitte füllen Sie das Feld manuell aus, wenn der Ort auf der Karte angezeigt werden soll.
nl: Kon de coördinaten niet afleiden uit het adres, gelieve het veld manueel in te vullen indien de locatie op de kaart moet worden weergegeven.

source: Schedule sending
de: Automatisch senden

source: Scheduled send day
de: Geplanter Tag zum Senden

source: Scheduled send time
de: Geplante Zeit zum Senden

source: Cannot be unspecified
de: Kann nicht leer gelassen werden

source: News "{}" was already sent on {}
de: Nachricht "{}" wurde bereits gesendet am {}

source: Please provide a name for your template
de: Bitte geben Sie der Vorlage einen Namen

source: The scheduled send date cannot be in the past
de: Der geplante Zeitpunkt zum Senden kann nicht in der Vergangenheit liegen

source: Can only schedule every %(interval)s minutes
de: Nachrichten können nur alle %(interval)s Minuten gesendet werden

source: Other timezones
de: Sonstige Zeitzonen
nl: Andere tijdzones

source: Copy languages, pages and media from another region
de: Sprachen, Seiten und Medien aus einer anderen Region kopieren
nl: Kopieer talen, pagina's en media uit een andere regio

source: Do no import initial content
de: Keine Inhalte übernehmen
nl: Oorspronkelijke inhoud niet importeren

source: Keep publication status of pages
de: Veröffentlichungsstatus der Seiten beibehalten

source: Enable it to keep the initial publication status of the pages and don't overwrite them to draft.
de: Durch das Häkchen wird der Veröffentlichungsstatus der Seiten ebenfalls geklont und nicht auf Entwurf gesetzt.

source: Page based offers cloning behavior
de: Klonverhalten für seitenbasierte Angebote

source: Decide whether offers which have not been activated but are required for embedded content should be auto-activated, or their embeddings be ignored during cloning.
de: Festlegen, ob Angebote die nicht aktiviert wurden aber für eingebettete Inhalte benötigt werden automatisch aktiviert werden sollen, oder ob solche Einbettungen ignoriert werden sollen.

source: Timezone area
de: Region der Zeitzone
nl: Tijdzone

source: Budget year start differs from the renewal date
de: Unterjähriger Start des Abrechnungszeitraums

source: Enable to set an add-on starting date differing from the renewal date.
de: Aktivieren, um ein Startdatum für das Add-On Paket anzugeben, welches sich vom Zurücksetzungsdatum unterscheidet.

source: Budget will be set as a monthly fraction of {} credits
de: Das Budget wird monatsanteilig von {} Credits berechnet.

source: Zammad forms
de: Zammad Formulare

source: Zammad forms are a type of offer which can only be used if a Zammad-URL is provided for the region.
de: Zammad Formulare sind eine Art von Angebot die nur mit angegebener Zammad-URL genutzt werden können.

source: Statistics can only be enabled when a valid access token is supplied.
de: Statistiken können nur aktiviert werden, wenn ein gültiges Zugangstoken eingegeben wurde.
nl: Statistieken kunnen alleen worden ingeschakeld als een geldig toegangstoken wordt verstrekt.

source: The provided access token is invalid.
de: Das eingegebene Zugangstoken ist ungültig.
nl: Het verstrekte toegangstoken is ongeldig.

source: Please provide a valid budget year start date for foreign language translation.
de: Bitte geben Sie ein gültiges Startdatum für den Abrechnungszeitraum der Fremdsprachenübersetzung an.

source: Some offers could not be disabled, since they are currently embedded in at least one page.
de: Einige Angebote konnten nicht deaktiviert werden, da sie in mindestens einer Seite eingebettet sind.

source: A Zammad URL and Access Token are required in order to enable the Integreat Chat.
de: Eine Zammad URL und ein Zugangstoken sind erforderlich um, den Integreat Chat aktivieren.

source: Could not retrieve the coordinates automatically, please fill the field manually.
de: Die Koordinaten konnten nicht automatisch abgerufen werden, bitte füllen Sie das Feld manuell aus.
nl: Kon de coördinaten niet automatisch ophalen, gelieve het veld manueel in te vullen.

source: Please choose a behavior for cloning embedded offers.
de: Bitte wählen Sie ein Klonverhalten für eingebettete Angebote.

source: '{}' is already selected as administrative division.
de: '{}' ist bereits als Verwaltungseinheit ausgewählt.
nl: "{}" is al geselecteerd als administratieve afdeling.

source: Please select '{}' as administrative division.
de: Bitte wählen Sie '{}' als Verwaltungseinheit.
nl: Kies "{}" als administratieve afdeling.

source: Please set {} as default language for this region.
de: Bitte setzen Sie '{}' als Standard-Sprache für diese Region.
nl: Stel alstublieft {} in als standaard taal voor deze regio.

source: Please enable '{}'.
de: Bitte aktivieren Sie '{}'.
nl: Zet alsjeblieft '{}' aan.

source: You cannot include the administrative division into the name and use a custom prefix at the same time.
de: Sie können nicht gleichzeitig die Verwaltungseinheit dem Namen hinzufügen und ein individuelles Präfix verwenden.
nl: U kunt niet tegelijk de administratieve afdeling in de naam opnemen en een aangepast voorvoegsel gebruiken.

source: Enter a valid JSON.
de: Bitte ein gültiges JSON-Objekt eingeben.
nl: Voer een geldige JSON in.

source: Currently SUMM.AI is globally deactivated
de: Derzeit ist SUMM.AI global deaktiviert

source: No Textlab API key is set on this system.
de: Es wurde kein Textlab API-Schlüssel für dieses System gesetzt.

source: Evaluation
de: Auswertung
nl: Evaluatie

source: The start date can't be after the end date
de: Das Start-Datum kann nicht nach dem End-Datum liegen
nl: De begindatum mag niet na de einddatum liggen

source: The end date can't be before the start date
de: Das End-Datum kann nicht vor dem Start-Datum liegen
nl: De einddatum kan niet voor de begindatum liggen

source: Password
de: Passwort
nl: Wachtwoord

source: The username or email address is incorrect.
de: Der Kontoname oder die E-Mail-Adresse ist falsch.

source: This account is inactive.
de: Dieses Konto ist inaktiv.

source: Your account is not activated for passwordless authentication.
de: Ihr Konto ist nicht für die passwortlose Authentifizierung freigeschaltet.

source: Please use the default login.
de: Bitte verwenden Sie den normalen Login.

source: In order to use passwordless authentication, you have to configure at least one 2-factor authentication method.
de: Um die passwortlose Authentifizierung zu verwenden, müssen Sie mindestens eine Methode der 2-Faktor-Authentifizierung aktiviert haben.

source: Role
de: Rolle
nl: Rol

source: Permissions
de: Berechtigungen
nl: Toestemmingen

source: Administrator
de: Administrator:in
nl: Beheerder

source: Integreat team member
de: Integreat-Teammitglied
nl: Integreat-teamlid

source: This grants the user all permissions of the selected role
de: Dies gewährt alle Berechtigungen der ausgewählten Rolle
nl: Dit verleent de gebruiker alle rechten van de geselecteerde rol

source: This grants the user all permissions of the selected team
de: Dies gewährt alle Berechtigungen des ausgewählten Teams
nl: Dit geeft de gebruiker alle rechten van het geselecteerde team

source: Send activation link
de: Aktivierungslink versenden
nl: Stuur activeringslink

source: Select this option to create an inactive user account and send an activation link per email to the user.
de: Wählen Sie diese Option, um ein inaktives Konto zu erstellen und einen Link zu dessen Aktivierung per Email zu versenden.
nl: Selecteer deze optie om een inactieve gebruikersaccount aan te maken en een activeringslink per e-mail naar de gebruiker te sturen.

source: This link allows the user to choose a password and activates the account after confirmation.
de: Dieser Link erlaubt es Benutzer:innen ein Passwort auszuwählen und aktiviert das Konto nach Bestätigung.
nl: Via deze link kan de gebruiker een wachtwoord kiezen en wordt de rekening na bevestiging geactiveerd.

source: Leave empty to keep unchanged
de: Feld leer lassen, um das Passwort nicht zu ändern
nl: Leeg laten om ongewijzigd te laten

source: Only staff members can be superusers
de: Nur Teammitglieder können Administrator:innen sein
nl: Alleen personeelsleden kunnen superusers zijn

source: Staff members can only have staff roles
de: Teammitglieder können nur Mitgliederrollen haben
nl: Personeelsleden kunnen alleen een personeelsrol hebben

source: Staff members have to be member of a team
de: Teammitglieder müssen Mitglied eines Teams sein
nl: Personeelsleden moeten deel uitmaken van een team

source: Only staff members can be member of a team
de: Nur Teammitglieder können Mitglied eines Teams sein
nl: Alleen personeelsleden kunnen lid zijn van een team

source: Please select a role
de: Bitte wählen Sie eine Rolle aus
nl: Selecteer een rol

source: Please choose either to send an activation link or set a password.
de: Bitte wählen Sie entweder ein Passwort aus oder wählen die Option zum Senden eines Aktivierungslinks.
nl: Kies of u een activeringslink wilt sturen of een wachtwoord wilt instellen.

source: Staff members cannot be member of an organization
de: Teammitglieder können nicht Mitglied einer Organisation sein

source: Users can only be members of organizations in regions they have access to
de: Benutzer:innen können nur Mitglieder von Organisationen in Regionen sein, auf die sie Zugriff haben

source: My old password
de: Mein bisheriges Passwort
nl: Mijn oude wachtwoord

source: My new password
de: Mein neues Passwort
nl: Mijn nieuw wachtwoord

source: Confirm my new password
de: Mein neues Passwort bestätigen
nl: Bevestig mijn nieuwe wachtwoord

source: Your old password is not correct.
de: Sie haben Ihr bisheriges Passwort falsch eingegeben.
nl: Uw oude wachtwoord is niet correct.

source: The new passwords do not match.
de: Die Passwörter stimmen nicht überein.
nl: De nieuwe wachtwoorden komen niet overeen.

source: creation date
de: Erstellungsdatum
nl: aanmaakdatum

source: title
de: Titel
nl: titel

source: String identifier without spaces and special characters.
de: Bezeichner ohne Leerzeichen und Sonderzeichen.
nl: String-identifier zonder spaties en speciale tekens.

source: Unique per region and language.
de: Eindeutig pro Region und Sprache.
nl: Uniek per regio en taal.

source: Leave blank to generate unique parameter from title.
de: Dieses Feld freilassen, um einen eindeutigen Alias aus dem Titel zu generieren.
nl: Leeg laten om unieke parameter uit titel te genereren.

source: content
de: Inhalt
nl: inhoud

source: language
de: Sprache
nl: taal

source: currently in translation
de: wird derzeit übersetzt
nl: momenteel in vertaling

source: Flag to indicate a translation is being updated by an external translator
de: Feld, das anzeigt, dass eine Übersetzung extern aktualisiert wird
nl: Vlag om aan te geven dat een vertaling wordt bijgewerkt door een externe vertaler

source: machine translated
de: Maschinelle Übersetzung

source: Flag to indicate whether a translations is machine translated
de: Feld, das anzeigt, dass eine Übersetzung maschinell übersetzt wurde

source: minor edit
de: geringfügige Änderung
nl: kleine bewerking

source: Tick if this change does not require an update of translations in other languages.
de: Kreuzen Sie an, wenn diese Änderung keine Aktualisierung der Übersetzungen in anderen Sprachen erfordert.
nl: Kruis aan of deze wijziging geen bijwerking van vertalingen in andere talen vereist.

source: modification date
de: Änderungsdatum
nl: aanpassingsdatum

source: creator
de: Ersteller:in
nl: maker

source: Automatic translation
de: Automatische Übersetzungen

source: Tick if updating this content should automatically refresh or create its translations.
de: Kreuzen Sie an, um beim Aktualisieren andere Übersetzungen dieses Inhalts maschinell zu aktualisieren oder zu erstellen.

source: parent
de: übergeordneter Knoten
nl: ouder

source: The node "{}" in region "{}" cannot be moved to "{}".
de: Der Knoten "{}" in Region "{}" kann nicht nach "{}" verschoben werden.
nl: Het knooppunt "{}" in regio "{}" kan niet worden verplaatst naar "{}".

source: Could not change position in tree of "{}".
de: Position von "{}" im Baum konnte nicht geändert werden.

source: attachment map
de: Anhangs-Mapping

source: attachment maps
de: Anhangs-Mappings

source: sender
de: Absender:in
nl: afzender

source: sent date
de: Sendedatum
nl: verzonden datum

source: chat message
de: Chat-Nachricht
nl: chatbericht

source: chat messages
de: Chat-Nachrichten
nl: chatberichten

source: ab testers
de: AB Tester

source: user chat
de: Nutzer-Chat

source: user chats
de: Nutzer-Chats

source: POI
de: Ort

source: email address
de: E-Mail-Adresse
nl: mailadres

source: phone number
de: Telefonnummer
nl: telefoonnummer

source: website
de: Webseite

source: archived
de: archiviert
nl: gearchiveerd

source: Whether or not the location is read-only and hidden in the API.
de: Ob der Ort schreibgeschützt und in der API verborgen ist oder nicht.
nl: Of de locatie al dan niet alleen-lezen is en verborgen in de API.

source: (Copy)
de: (Kopie)

source: contact
de: Kontakt

source: contacts
de: Kontakte

source: location
de: Ort
nl: locatie

source: start
de: Beginn

source: end
de: Ende

source: recurrence rule
de: Wiederholungs-Regel
nl: herhalingsregel

source: external calendar
de: Externer Kalender

source: The ID of this event in the external calendar
de: Die ID dieses Events im externen Kalender

source: copy
de: Kopie
nl: kopie

source: event
de: Veranstaltung
nl: evenement

source: events
de: Veranstaltungen
nl: evenementen

source: event link
de: Veranstaltungslink
nl: evenementlink

source: title of the event
de: Titel der Veranstaltung
nl: titel van het evenement

source: description
de: Beschreibung
nl: beschrijving

source: event translation
de: Veranstaltungs-Übersetzung
nl: evenementvertaling

source: event translations
de: Veranstaltungs-Übersetzungen
nl: vertalingen van evenementen

source: frequency
de: Häufigkeit
nl: frequentie

source: How often the event recurs
de: Wie oft sich die Veranstaltung wiederholt
nl: Hoe vaak de gebeurtenis zich herhaalt

source: Repeat every ... time(s)
de: Jedes ...-te Mal wiederholen
nl: Herhaal elke ... keer(s)

source: The interval in which the event recurs.
de: Das Intervall, in dem sich die Veranstaltung wiederholt.
nl: Het interval waarin de gebeurtenis zich herhaalt.

source: weekdays
de: Wochentage
nl: weekdagen

source: If the frequency is weekly, this field determines on which days the event takes place
de: Wenn die Häufigkeit wöchentlich ist, bestimmt dieses Feld, an welchen Tagen die Veranstaltung stattfindet
nl: Als de frequentie wekelijks is, bepaalt dit veld op welke dagen de gebeurtenis plaatsvindt

source: weekday
de: Wochentag
nl: weekdag

source: If the frequency is monthly, this field determines on which days the event takes place
de: Wenn die Häufigkeit monatlich ist, bestimmt dieses Feld, an welchen Tagen die Veranstaltung stattfindet
nl: Als de frequentie maandelijks is, bepaalt dit veld op welke dagen de gebeurtenis plaatsvindt

source: week
de: Woche

source: If the frequency is monthly, this field determines on which week of the month the event takes place
de: Wenn die Häufigkeit monatlich ist, bestimmt dieses Feld, in welcher Woche des Monats die Veranstaltung stattfindet
nl: Als de frequentie maandelijks is, bepaalt dit veld in welke week van de maand het evenement plaatsvindt

source: recurrence end date
de: Enddatum der Wiederholung
nl: einddatum van de herhaling

source: If the recurrence is not for an indefinite period, this field contains the end date
de: Wenn die Wiederholung nicht auf unbestimmte Zeit erfolgt, enthält dieses Feld das Enddatum
nl: Als de herhaling niet voor onbepaalde tijd is, bevat dit veld de einddatum

source: Recurrence rule of "{}" ({})
de: Wiederholungs-Regel von "{}" ({})
nl: Herhalingsregel van "{}" ({})

source: recurrence rules
de: Wiederholungs-Regeln
nl: herhalingsregels

source: calendar name
de: Name des Kalenders

source: The category that events need to have to get imported (Leave blank to import all events)
de: Die Kategorie, der ein Event zugeordnet sein muss, um importiert zu werden (Leer lassen, um alle Veranstaltungen zu importieren)

source: import errors
de: Importfehler

source: external calendars
de: Externe Kalender

source: event feedback
de: Veranstaltungs-Feedback
nl: evenement feedback

source: Event list
de: Veranstaltungen
nl: Gebeurtenissenlijst

source: event list feedback
de: Veranstaltungslisten-Feedback
nl: feedback evenementenlijst

source: rating
de: Bewertung

source: Whether the feedback is positive or negative
de: Ob das Feedback positiv oder negativ ist
nl: Of de feedback positief of negatief is

source: comment
de: Kommentar
nl: opmerking

source: technical
de: technisch
nl: technisch

source: Whether or not the feedback is targeted at the developers
de: Ob das Feedback an die Entwickler:innen gerichtet ist oder nicht
nl: Of de feedback al dan niet gericht is aan de ontwikkelaars

source: Whether or not the feedback is archived
de: Ob das Feedback archiviert ist oder nicht

source: marked as read by
de: als gelesen markiert von
nl: gemarkeerd als gelezen door

source: The account that marked this feedback as read.
de: Das Konto, das dieses Feedback als gelesen markiert hat.

source: If the feedback is unread, this field is empty.
de: Wenn das Feedback ungelesen ist, ist dieses Feld leer.
nl: Als de feedback ongelezen is, is dit veld leeg.

source: Imprint
de: Impressum
nl: Afdruk

source: imprint feedback
de: Impressums-Feedback
nl: afdruk feedback

source: Locations
de: Orte
nl: Locaties

source: map feedback
de: Karten-Feedback
nl: kaart feedback

source: offer
de: Angebot
nl: bieden

source: offer feedback
de: Angebots-Feedback
nl: feedback bieden

source: Offer List
de: Angebote
nl: Aanbieding Lijst

source: offer list feedback
de: Angebotslisten-Feedback
nl: feedback aanbieden lijst

source: page translation
de: Seiten-Übersetzung
nl: pagina vertaling

source: page feedback
de: Seiten-Feedback
nl: pagina feedback

source: location translation
de: Orts-Übersetzung
nl: locatievertaling

source: location feedback
de: Orts-Feedback
nl: locatie feedback

source: region feedback
de: Regionen-Feedback
nl: regio feedback

source: search term
de: Suchbegriff
nl: zoekterm

source: Search results for {}
de: Suchergebnisse für {}
nl: Zoekresultaten voor {}

source: search result feedback
de: Suchergebnis-Feedback
nl: feedback over zoekresultaten

source: Language Slug
de: Sprach-Slug
nl: Taal Slug

source: Unique string identifier used in URLs without spaces and special characters.
de: Eindeutiger Bezeichner für URLs, ohne Leerzeichen und Sonderzeichen.
nl: Unieke string-identifier die in URL's wordt gebruikt zonder spaties en speciale tekens.

source: Language identifier without spaces and special characters.
de: Sprachenbezeichner ohne Leerzeichen und Sonderzeichen.
nl: Taalidentificatiecode zonder spaties en speciale tekens.

source: This field usually contains a combination of subtags from the IANA Subtag Registry.
de: Dieses Feld enthält normalerweise eine Kombination mehrerer Subtags aus der IANA Subtag Registry.
nl: Dit veld bevat gewoonlijk een combinatie van subtags uit de IANA Subtag Registry.

source: native name
de: nativer Name
nl: inheemse naam

source: The name of the language in this language.
de: Der Name der Sprache in dieser Sprache
nl: De naam van de taal in deze taal.

source: name in English
de: Name auf Englisch
nl: naam in het Engels

source: The name of the language in English.
de: Der Name der Sprache auf Englisch.
nl: De naam van de taal in het Engels.

source: text direction
de: Schreibrichtung
nl: tekstrichting

source: primary country flag
de: Flagge des primären Landes
nl: vlag van het primaire land

source: The country with which this language is mainly associated.
de: Das Land, mit dem diese Sprache hauptsächlich in Verbindung gebracht wird.
nl: Het land waarmee deze taal voornamelijk wordt geassocieerd.

source: This flag is used to represent the language graphically.
de: Diese Flagge wird in der Sprach-Auswahl verwendet.
nl: Deze vlag wordt gebruikt om de taal grafisch weer te geven.

source: secondary country flag
de: Flagge des sekundären Landes
nl: vlag secundair land

source: Another country with which this language is also associated.
de: Ein weiteres Land, mit dem diese Sprache in Verbindung gebracht wird.
nl: Een ander land waarmee deze taal ook geassocieerd wordt.

source: This flag is used in the language switcher.
de: Diese Flagge wird in der Sprach-Auswahl verwendet.
nl: Deze vlag wordt gebruikt in de taalomschakeling.

source: language color
de: Farbe der Sprache

source: This color is used to represent the color label of the chosen language
de: Diese Farbe wird verwendet, um die Sprache graphisch darzustellen.

source: "Table of contents" in this language
de: "Inhaltsverzeichnis" in dieser Sprache
nl: "Inhoudsopgave" in deze taal

source: The native name for "Table of contents" in this language.
de: Der native Name für "Inhaltsverzeichnis" in dieser Sprache.
nl: De oorspronkelijke naam voor "inhoudsopgave" in deze taal.

source: This is used in exported PDFs.
de: Dies wird in exportierten PDFs verwendet.
nl: Dit wordt gebruikt in geëxporteerde PDF's.

source: Social media title of the WebApp
de: Titel der Web-App im SEO Kontext

source: Displayed title of the WebApp in the search results and on social media pages (max 100 characters).
de: Angezeigter Titel der Wep-App in Suchergebnissen und auf sozialen Medien (max. 100 Zeichen).

source: Social media description
de: Meta-Beschreibung

source: Displayed description of the WebApp in the search results and on social media pages (max 200 characters).
de: Angezeigte Beschreibung der Wep-App in Suchergebnissen und auf sozialen Medien (max. 200 Zeichen).
